Repository: Othello1111/mytrezor-l10n
Catalog: lang/*/*.po
Languages: ar, bn, cs_cz, de, es, fr, it, ja, nl, pl, pt, uk

source: Make sure the same fingerprint is displayed on the device screen.
ar: تأكد من أن نفس البصمات يتم عرضها على شاشة الجهاز.
bn: নিশ্চিত করুন যে একই ফিঙ্গারপ্রিন্ট ডিভাইসের পর্দায় প্রদর্শিত হয়।
cs_cz: Ujisti se, že ten samej fingeprint je na zařízení.
de: Stellen Sie sicher, dass der Fingerprint auf Ihrem Gerät derselbe ist.
es: Asergúrese de que se muestra la misma huella digital en la pantalla del dispositivo.
fr: Assurez-vous que la même empreinte est affichée sur l'écran de l'appareil.
it: Assicurati che la stessa impronta sia mostrata sullo schermo del dispositivo.
ja: デバイスの画面と同じ指紋が表示されているか確認してください。
nl: Controleer of de zelfde vingerafdruk wordt weergegeven op het apparaatscherm.
pl: Upewnij się, że ten sam odcisk palca jest wyświetlany na ekranie urządzenia.
pt: Certifique-se que a mesma fingerprint é exibida na tela do dispositivo.
uk: Переконайтеся в тому, що на екрані пристрою відображається той же відбиток пальців.

# form-label
source: Manual Configuration
ar: الإعداد اليدوي (متقدم)
bn: ম্যানুয়াল কনফিগারেশন
de: Manuelle Konfiguration (fortgeschritten)
es: Configuración manual (nivel avanzado)
fr: Configuration manuelle (avancée)
it: Configurazione manuale (avanzato)
ja: 手動の設定
nl: Handmatige configuratie (geavanceerd)
pl: Ręczna konfiguracja (Zaawansowane)
pt: Configuração manual (avançado)

# button
source: Manual configuration (advanced)
ar: الإعداد اليدوي (متقدم)
bn: ম্যানুয়াল কনফিগারেশন (অ্যাডভান্সড)
de: Manuelle Konfiguration (fortgeschritten)
es: Configuración manual (nivel avanzado)
fr: Configuration manuelle (avancée)
it: Configurazione manuale (avanzato)
ja: 手動の設定（高度）
nl: Handmatige configuratie (geavanceerd)
pl: Ręczna konfiguracja (Zaawansowane)
pt: Configuração manual (avançado)

# text-with-link
source: Many thanks to our translators for their <a>contribution</a>
ar: الشكر الجزيل لمترجمينا <a href="http://doc.satoshilabs.com/trezor-tech/translating.html" class="arrow">لإسهاماتهم</a>
bn: আমাদের অনুবাদকদের অনেক ধন্যবাদ তাদের <a>অবদানের জন্য</a>
de: Vielen Dank an unsere Übersetzer für ihre <a href="http://doc.satoshilabs.com/trezor-tech/translating.html" class="arrow">Unterstützung</a>
es: Muchas gracias a nuestros traductores por su <a href="http://doc.satoshilabs.com/trezor-tech/translating.html" class="arrow">contribución</a>
fr: Un grand merci à nos traducteurs français pour leur <a href="http://doc.satoshilabs.com/trezor-tech/translating.html" class="arrow">contribution: @williamlc89</a>
it: Un ringraziamento speciale a Mattia Carparelli che ha contribuito traducendo in lingua Italiana questo dispositivo <a href="http://doc.satoshilabs.com/trezor-tech/translating.html" class="arrow"></a>
ja: <a>貢献した翻訳者</a>に感謝します
nl: Veel dank aan onze vertalers voor hun <a href="http://doc.satoshilabs.com/trezor-tech/translating.html" class="arrow">contributie</a>
pl: Bardzo dziękujemy naszym polskim tłumaczom: Bartłomiej Kurzeja, Nataliya Lekh
pt: Agradecemos ao nosso tradutor Gabriel Guzovsky por sua <a href="http://doc.satoshilabs.com/trezor-tech/translating.html" class="arrow">contribuição</a>
uk: Дуже дякуємо нашим українським перекладачам: Наталія Віталіївна Лех

source: Maximal message length is 255 letters long.
bn: সর্বোচ্চ বার্তা লম্বা 255 অক্ষর দীর্ঘ।
de: Maximale Nachrichtenlänge beträgt 255 Zeichen.
it: La massima lunghezza del messaggio è di 255 caratteri.
ja: メッセージは最大255文字まで入力できます。
nl: Maximale lengte van een bericht is 255 tekens.
pl: Maksymalna długość wiadomości wynosi 255 znaków.
pt: O limite da mensagem são 255 letras.
uk: Максимальна довжина повідомлення складає 255 букв.

source: Maximal spendable
bn: সর্বোচ্চ ব্যয়যোগ্য
it: Saldo disponibile
ja: 最大使用可能
nl: Maximaal spendeerbaar
pt: Máximo que pode ser gasto

source: Message
ar: رسالة
bn: বার্তা
cs_cz: Správa
de: Nachricht
es: Mensaje
it: Messaggio
ja: メッセージ
nl: Bericht
pl: Wiadomość
pt: Mensagem
uk: Повідомлення

# success-message
source: Message verified.
ar: تم التحقق من الرسالة.
bn: বার্তা যাচাই করা হয়েছে।
de: Nachricht verifiziert.
es: Mensaje verificado.
fr: Message vérifié.
it: Messaggio verificato.
ja: メッセージは検証されました。
nl: Bericht geverifieerd.
pl: Wiadomość zweryfikowana.
pt: Mensagem verificada.
uk: Повідомлення перевірено.

source: Metadata API keys - legacy
ar: مفاتيح واجهة برمجة التطبيقات لبيانات التعريف Metadata API - legacy
bn: মেটাডাটা API কি-সমূহ - পূর্ববর্তি
es: Claves de la API de metadatos - heredado
it: Chiavi Metadata API - legacy
ja: レガシーのメタデータAPIキー
pt: Chaves da API de metadados - legacy

source: Metadata API keys - segwit
ar: مفاتيح واجهة برمجة التطبيقات لبيانات التعريف سيجويت Metadata API - segwit
bn: মেটাডাটা API কি-সমূহ - segwit
es: Claves de la API de metadatos - segwit
it: Chiavi Metadata API - segwit
ja: SegwitのメタデータAPIキー
pt: Chaves da API de metadados - segwit

source: Metadata keys are necessary only if you want to enable labels and comments.
ar: مفاتيح البيانات الوصفية ضرورية فقط إذا كنت تريد تمكين التسميات والتعليقات.
bn: অধি-উপাত্ত কী কেবল লেবেল আর মন্তব্য করতে চাইলে প্রয়োজন হয়।
de: Metadata-Schlüssel sind nur notwendig, wenn Sie Kommentare und Benennungen aktivieren wollen.
es: Las claves de Metadatos son necesarias sólo si quiere activar las etiquetas y los comentarios.
fr: Les clés métadonnées sont nécessaire seulement si vous voulez activer les étiquettes et commentaires.
it: Le chiavi Metadata sono necessarie solo se vuoi abilitare etichette e commenti.
ja: メタデータキーはラベルとコメントを有効にする際にのみ必要になります。
nl: Metagegevens zijn alleen nodig als u labels en opmerkingen wilt inschakelen.
pl: Klucze metadanych są niezbędne tylko jeśli chcesz włączyć etykietowanie i komentowanie.
pt: As chaves de metadados são necessárias apenas se você deseja ativar etiquetas e comentários.
uk: Ключі метаданих необхідні тільки в тому випадку, якщо ви хочете увімкнути позначення і коментарі.

source: More addresses
ar: المزيد من العناوين
bn: আরও ঠিকানা
de: Mehr Adressen
es: Mas direcciones
fr: Plus d'adresses
it: Più indirizzi
ja: アドレスを追加
nl: Meer adressen
pl: Więcej adresów
pt: Mais endereços

# default-name
source: My TREZOR
ar: تريزوري TREZOR
bn: আমার TREZOR
de: Mein TREZOR
es: Mi TREZOR
fr: Mon TREZOR
it: Il Mio TREZOR
ja: 自分のTREZOR
nl: Mijn TREZOR
pl: Mój TREZOR
pt: Meu TREZOR
uk: Мій TREZOR

source: Nearest ATM: <a>CoinAtmRadar</a>
bn: কাছের এটিএম-<a>CoinAtmRadar</a>
it: ATM più vicino: <a>CoinAtmRadar</a>
ja: 最寄りのATM: <a>CoinAtmRadar</a>

# button
source: Need help?
ar: تحتاج مساعدة؟
bn: সাহায্য প্রয়োজন?
de: Benötigen Sie Hilfe?
es: ¿Necesita ayuda?
fr: Besoin d'aide?
it: Bisogno di aiuto?
ja: 支援が必要ですか？
nl: Hulp nodig?
pl: Potrzebujesz pomocy?
pt: Precisa de ajuda?

source: Need help?
bn: সাহায্য প্রয়োজন?
de: Benötigen Sie Hilfe?
it: Bisogno di aiuto?
ja: 支援が必要ですか？
nl: Hulp nodig?
pl: Potrzebujesz pomocy?
pt: Precisa de ajuda?

# warning-message
source: Never do this action with TREZOR holding coins unless you have your recovery seed at hand.
ar: لا تقم ابدأ بهذا الإجراء مع TREZOR فيه نقود إلا إذا كان لديك بذور الاسترداد الخاصة بك في متناول اليد.
bn: টাকা না হলে তো আপনার পুনরুদ্ধারের বীজ হাতে ধরে TREZOR সঙ্গে এই কাজ কর না।
de: Führen Sie niemals diese Aktion aus, wenn Ihr TREZOR Bitcoins enthält, außer Sie haben Ihren Recovery Seed griffbereit.
es: Nunca realice esta opción en el TREZOR si tiene monedas a menos que tenga la semilla de recuperación a mano.
fr: Ne faites jamais cette action si votre TREZOR contient des bitcoins sauf si vous possédez votre phrase de récupération dans les mains.
it: Non eseguire mai questa azione se sul TREZOR ci sono monete, a meno che tu non abbia il recovery seed a portata di mano.
ja: リカバリシードを入手するまでは絶対にコインを保有しているTREZORでこの操作を行わないでください。
nl: Doe dit nooit wanneer u coins op uw TREZOR heeft staan, tenzij u uw herstel-reeks bij de hand heeft.
pl: Nigdy nie zrób tego urządzeniem TREZOR na którym trzymasz pieniądze, chyba, że masz pod ręką swoje ziarenka odzyskiwania.
pt: Nunca faça esta ação com um TREZOR que tem bitcoins, a não ser que você tenha o Seed de recuperação em mãos.
uk: Ніколи не виконуйте цю дію з TREZORом, на якому є біткойни, якщо у Вас немає поруч Вашої фрази відновлення.

source: Never make a digital copy of your recovery seed and never upload it online. Keep your recovery seed in a safe place. TREZOR cannot be held liable for financial losses incurred through the client’s improper care of sensitive information.
bn: মনে রাখবেন, কখনো আপনার রিকভারি সিড ডিজিটাল কপি তৈরি এবং কখনো তা অনলাইনে আপলোড করবেন না। আপনার রিকভারি সিড একটি নিরাপদ স্থানে রাখুন। TREZOR ক্লায়েন্ট অবৈধ কেয়ার সংবেদনশীল তথ্যের মাধ্যমে করেছে অর্থনৈতিক ক্ষতির জন্য দায়ী দায়বদ্ধ করা যাবে না।
it: Non fare nessuna copia digitale del tuo recovery seed e non pubblicarlo mai online. Tieni il tuo recovery seed in un posto sicuro. TREZOR non può essere ritenuta responsabile di perdite finanziarie occorse a causa della impropria custodia di dati sensibili.
ja: 絶対リカバリシードのデジタルコピーの作成やアップロードをしないでください。リカバリシードを安全な場所に保管してください。TREZORはお客様の不適当な、機密情報取り扱いによる経済的損失につき、一切責任を負いません

source: Never use this process unless you REALLY know what you are doing!
ar: لا تستخدم ابدا هذه العملية إلا إذا كنت تعرف حقا ما تفعل!
bn: যদি আপনি সত্যিই জানেন আপনি কি করছেন না জানলে এই প্রক্রিয়া ব্যবহার করবেন না!
de: Führen Sie diesen Prozess nur aus, wenn Sie WIRKLICH wissen, was sie machen!
es: ¡Nunca utilice este proceso a menos que REALMENTE sepa qué está haciendo!
fr: N'utilisez jamais cette procédure à moins que vous sachiez VRAIMENT ce que vous faites !
it: Non seguire mai questo processo a meno che non sai VERAMENTE cosa stai facendo!
ja: ご自分が何をされているか本当に理解されている場合のみこのプロセスを行ってください!
nl: NIET DOEN, tenzij u ècht weet wat u doet!
pl: Nigdy nie używaj tego procesu, chyba że NAPRAWDĘ wiesz co robisz!
pt: Nunca use este processo, a não ser que você REALMENTE saiba o que está fazendo!
uk: Використовуйте цей процес тільки в тому випадку, якщо Ви ТОЧНО знаєте, що робите!

# warning-message
source: Never use this process unless you really know what you are doing!
ar: لا تستخدم ابدا هذه العملية إلا إذا كنت تعرف حقا ما تفعل!
bn: যদি আপনি সত্যিই জানেন আপনি কি করছেন না জানলে এই প্রক্রিয়া ব্যবহার করবেন না!
de: Führen Sie diesen Prozess nur aus, wenn Sie wissen, was sie machen!
es: ¡Nunca utilice este proceso a menos que realmente sepa qué está haciendo!
fr: N'utilisez jamais ce procédé à moins que vous sachiez vraiment ce que vous faites !
it: Non seguire mai questo processo a meno che non sai veramente cosa stai facendo!
ja: ご自分が何をされているか理解されている場合のみこのプロセスを行ってください!
nl: Niet doen tenzij u echt weet wat u doet!
pl: Nigdy nie używaj tego procesu, chyba że naprawdę wiesz co robisz!
pt: Nunca use este processo, a não ser que você realmente saiba o que está fazendo!
uk: Використовуйте цей процес тільки в тому випадку, якщо Ви точно знаєте, що робите!

source: New TREZOR Bridge is available.
ar: متوفر جسر تريزور جديد.
bn: TREZOR Bridge সহজলভ্য।
cs_cz: Nový TREZOR Bridge je dostupný.
de: Neue TREZOR Bridge ist verfügbar.
es: Está disponible un nuevo TREZOR Bridge.
fr: Un nouveau TREZOR Bridge est disponible.
it: È disponibile un nuovo TREZOR Bridge.
ja: 新しいTREZOR Bridgeが利用可能です。
nl: Er is een nieuwe versie van TREZOR-bridge beschikbaar.
pl: Dostępny jest nowy TREZOR Bridge.
pt: Novo TREZOR Bridge disponível.
uk: Доступний новий TREZOR Bridge.

source: New TREZOR firmware is available.
ar: متوفر برنامج ثابت فيرموير جديد لتريزور.
bn: নতুন TREZOR ফার্মওয়্যার সহজলভ্য।
cs_cz: Nový TREZOR firmvér je dostupný.
de: Neue TREZOR Firmware verfügbar.
es: Nuevo firmware de TREZOR disponible.
fr: Un nouveau firmware TREZOR est disponible.
it: È disponibile un nuovo firmware per TREZOR.
ja: 新しいTREZORのファームウェアが利用可能です。
nl: Er is nieuwe TREZOR firmware beschikbaar.
pl: Dostępny jest nowy firmware.
pt: Novo firmware TREZOR disponível.
uk: Доступна нова прошивка TREZOR.

# heading
source: New device setup
ar: إعداد جهاز جديد
bn: নতুন ডিভাইস সেটআপ
de: Neues Gerät einrichten
es: Configuración de un nuevo dispositivo
fr: Installer un nouvel appareil
it: Setup nuovo dispositivo
ja: 新しいデバイスのセットアップ
nl: Nieuw apparaat instaleren
pl: Konfiguracja nowego urządzenia
pt: Configuração de novo dispositivo
uk: Установка нового пристрою

# tooltip
source: Next tip
ar: التلميح التالي
bn: পরবর্তী টিপ
it: Prossimo suggerimento
ja: 次のヒント

source: No Transactions Yet.
ar: لا معاملات بعد.
bn: এখনো কোন স্থানান্তর হয়নি।
de: Bisher keine Transaktionen.
es: No hay transacciones todavía.
fr: Pas encore de transactions.
it: Ancora nessuna transazione.
ja: 取引はまだありません。
nl: Nog Geen Transacties.
pl: Brak transakcji.
pt: Nenhuma transação ainda.

# heading
source: No accounts
ar: لا توجد حسابات
bn: কোনো অ্যাকাউন্ট নেই
de: Keine Accounts
es: No hay cuentas
fr: Aucun comptes
it: Nessun account
ja: 口座がありません
nl: Geen accounts
pl: Brak kont
pt: Nenhuma conta
uk: Немає рахунків

# error-message
source: No address entered.
ar: مطلوب عنوان.
bn: কোনো ঠিকানা প্রবেশ করা হয়নি।
de: Adresse ist ein Pflichtfeld.
es: Una dirección es requerida.
fr: Une adresse est requise.
it: L'indirizzo è necessario.
ja: アドレスは入力されていません。
nl: Adres is verplicht.
pl: Adres jest wymagany.
pt: Endereço obrigatório.
uk: Потрібно вписати адресу.

source: No data
ar: لا توجد بيانات
bn: কোন উপাত্ত নেই
it: Nessun dato disponibile
ja: データがありません。

# error-message
source: No message entered.
bn: কোনো বার্তা দেওয়া হয়নি।
de: Nachricht verifiziert.
it: Nessun messaggio inserito.
ja: メッセージは入力されていません。
nl: Bericht geverifieerd.
uk: Повідомлення перевірено.

# error-message
source: No signature entered.
ar: لا يوجد توقيع.
bn: স্বাক্ষর দেয়া হয়নি।
it: Nessuna firma inserita.
ja: 署名は入力されていません。

source: No transactions, yet.
ar: لا معاملات، بعد.
bn: কোন লেনদেন হয়নি, এখনো।
de: Noch keine Transaktionen.
es: No hay transacciones todavía.
fr: Aucune transaction pour le moment.
it: Nessuna transazione, per ora.
ja: 取引はまだありません。
nl: Nog geen transacties.
pl: Nie ma jeszcze żadnej transakcji.
pt: Nenhuma transação, ainda.

# transaction-fee
source: Normal
ar: عادية
bn: স্বাভাবিক
it: Normale
ja: 普
nl: Normaal
pl: Normalna
uk: Нормальна

# error-message
source: Not a valid address
ar: عنوان غير صالح
bn: বৈধ ঠিকানা নয়
de: Adresse ungültig
es: No es una dirección válida
fr: Adresse non valide
it: Indirizzo non valido
ja: 有効なアドレスではありません
nl: Geen geldig adres
pl: Nie prawidłowy adres
pt: Endereço inválido
uk: Недійсна адреса

# error-message
source: Not enough funds
ar: لا توجد أموال كافية
bn: পর্যাপ্ত তহবিল নেই
de: Nicht genug Geldmittel
es: No hay fondos suficientes
fr: Fonds insuffisants
it: Fondi non sufficienti
ja: 残高は足りません
nl: Niet genoeg geld
pl: Brak wystarczającej ilości środków
pt: Não há fundos suficientes
uk: Недостатньо коштів

# error-message
source: Not enough funds.
ar: لا توجد أموال كافية.
bn: পর্যাপ্ত তহবিল নেই।
de: Nicht genug Geldmittel
es: No hay fondos suficientes
fr: Fonds insuffisants
it: Fondi non sufficienti
ja: 残高は足りません。
nl: Niet genoeg geld
pl: Brak wystarczającej ilości środków
pt: Não há fundos suficientes
uk: Недостатньо коштів

# text-with-link
source: Not sure how PIN works? <a>Learn more</a>
ar: لست متأكدا من كيفية عمل رقم التعريف الشخصي؟ <a>تعلم المزيد</a>
bn: পিন কিভাবে কাজ করে জানেননা?<a>আরো জানুন</a>
es: ¿No esta seguro de como funciona el PIN?
it: Non sei sicuro su come funzioni il PIN?
ja: PINの使い方は不明確ですか？<a>もっと詳しく知る</a>
nl: Niet zeker hoe PIN werkt?
pt: Não tem certeza como o PIN funciona?

# warning-message
source: Note that passphrase is case-sensitive.
ar: لاحظ أن عبارة المرور حساسة لحالة الأحرف.
bn: মনে রাখবেন যে গুপ্ত-বাক্যাংশ কেস-সেনসিটিভ।
de: Beachten Sie, dass bei der Passphrase Groß- und Kleinschreibung eine Rolle spielen.
es: Tenga en cuenta que la frase-contraseña distingue entre mayúsculas y minúsculas.
fr: Soyez conscient que le mot de passe est sensible aux majuscules.
it: Notare che la passphrase è case-sensitive.
ja: パスフレーズは大文字と小文字を区別することに注意してください。
nl: Merk op dat de wachtwoordzin hoofdlettergevoelig is.
pl: Należy pamiętać, że hasło uwzględnia wielkość liter.
pt: A senha de segurança é sensível a maiúsculas e minúsculas.
uk: Зверніть увагу, що кодову фразу потрібно вводити з урахуванням регістра.

# warning-message
source: Note that the number layout displayed on TREZOR has changed!
ar: لاحظ أن تخطيط الأرقام المعروضة على تريزور قد تغير!
bn: এ TREZOR দেখানো সংখ্যা বিন্যাস পরিবর্তিত হয়েছে, তা লক্ষ্য করুন!
de: Beachten Sie, dass sich die Position der Zahlen auf Ihrem Gerät geändert haben!
es: ¡Observe que la ubicación de los números en TREZOR a cambiado!
fr: Notez que la position des numéros affichés sur l'appareil a changée !
it: Si noti che il layout del numero visualizzato su TREZOR è cambiato!
ja: TREZOR上の数字のレイアウトが変更されていることに注意してください。
nl: Let op dat de nummer indeling op de TREZOR gewijzigd is!
pl: Zwróć uwagę, że pozycje cyfr wyświetlonych na urządzeniu zostały zmienione!
pt: Perceba que a ordem dos números exibidos no TREZOR mudou!
uk: Зверніть увагу, що відображене на пристрої розміщення чисел змінилося!

source: Now plug your device in with <strong>both device buttons pressed</strong>.
ar: الآن قم بتوصيل الجهاز مع <strong>الضغط على زري الجهاز</strong>.
bn: এখন <strong>দুটি যন্ত্রের বোতাম চাপা</strong> দিয়ে আপনার ডিভাইসে প্লাগ ইন করুন।
de: <strong>Halten Sie beide Buttons auf dem Gerät gedrückt</strong> und schließen Sie es an.
es: Ahora conecte su dispositivo con <strong>ambos botones pulsados</strong>.
fr: Branchez maintenant votre appareil en appuyant simultanément sur <strong>les deux boutons</strong>.
it: Ora inserisci il tuo dispositivo con <strong> entrambi i tasti del dispositivo premuti</strong>.
ja: <strong>両方のボタンを押下した状態で</strong> デバイスを接続してください。
nl: Sluit nu uw apparaat aan terwijl u <strong>beide knoppen tegelijk indrukt</strong>.
pl: Teraz podłącz swoje urządzenie z <strong>wciśniętymi oboma przyciskami</strong>.
pt: Agora conecte seu dispositivo enquanto <strong>aperta os dois botões do dispositivo</strong> simultaneamente.
uk: Тепер підключіть пристрій за допомогою <strong> натискання обох кнопок на пристрої </strong>.

# recovery-label
source: Number of words in your recovery seed
ar: عدد الكلمات في بذور الاسترداد الخاصة بك
bn: আপনার রিকভারি সিড এর শব্দ সংখ্যা
de: Menge an Wörtern in Ihrem Recovery Seed
es: Número de palabras en su semilla de recuperación
fr: Nombre de mots dans votre phrase de récupération
it: Numero di parole nel tuo recovery seed
ja: リカバリシードの文字数
nl: Aantal woorden in uw herstelreeks
pl: Liczba słów w Twoim ziarenku odzyskiwania
pt: Número de palavras no seu Seed de recuperação
uk: Кількість слів у Вашій фразі відновлення

# button
source: OK
ar: تم
bn: ঠিক আছে
ja: 決定

# button
source: OK, I understand
ar: حسناً، لقد فهمت
bn: ঠিক আছে, আমি বুঝতে পেরেছি
de: OK, Ich verstehe
es: VALE, lo entiendo
fr: OK, je comprends
it: OK, ho capito
ja: はい、わかりました
nl: Ok, ik begrijp het
pl: OK, rozumiem
pt: OK, eu entendo
uk: Гаразд, зрозуміло

source: OK, I understand
ar: حسناً، لقد فهمت
bn: ঠিক আছে, আমি বুঝতে পেরেছি
cs_cz: Dobře, rozumím
de: OK, Ich verstehe
es: VALE, lo entiendo
fr: OK, je comprends
it: OK, ho capito
ja: はい、わかりました
nl: Ok, ik begrijp het
pl: OK, rozumiem
pt: OK, eu entendo
uk: Гаразд, зрозуміло

source: On your TREZOR, you will now see a unique combination of 24 words, which will allow you to recover your accounts in case you lose your device. The order of the words is very important.
ar: على تريزور الخاص بك، سترى الآن مزيج فريد من 24 كلمة، والتي سوف تسمح لك لاسترداد حساباتك في حال فقدت جهازك. ترتيب الكلمات مهم جدا.
bn: আপনার TREZOR উপর আপনি এখন 24 শব্দ, যা আপনাকে আপনার ডিভাইসে আপনি হেরে গেলে আপনার অ্যাকাউন্ট পুনরুদ্ধার করার অনুমতি দেয় অদ্ভূত মিশ্রণ দেখতে পাবেন। যেন শব্দ অত্যন্ত গুরুত্বপূর্ণ।
es: En su TREZOR, ahora verá una combinación única de 24 palabras, que le permitirá recuperar sus cuentas en caso de que pierda su dispositivo. El orden de las palabras es muy importante.
it: Vedrai ora sul tuo TREZOR una combinazione unica di 24 parole, che ti permetterà di recuperare i tuoi account nel caso in cui perdi il tuo dispositivo. L'ordine delle parole è molto importante.
ja: TREZORを紛失した場合、お持ちのTREZOR上に表示される24単語の独特な組み合わせを使って、口座を復元できます。単語の順序はきわめて重要です。
nl: Op uw TREZOR zult u een unieke combinatie van 24 woorden zien die ervoor kunnen zorgen dat u uw accounts kunt herstellen in het geval dat u uw apparaat kwijtraakt. De volgorde van deze woorden is zeer belangrijk.
pt: No seu TREZOR, você verá uma combinação única de 24 palavras que permitirão que você recupere as suas contas caso perca o seu dispositivo. A ordem das palavras é muito importante.

source: Out
bn: বাহির
it: Inviati
ja: 支出

# heading
source: Outputs:
ar: المخرجات:
bn: আউটপুটসমূহ:
de: Ausgaben:
es: Salidas:
it: Outputs: or Uscite:
ja: 出力:
nl: Uitvoer:
pl: Wyjścia:
pt: Saídas:
uk: Виходи:

source: PIN
ar: برقم التعريف الشخصي
bn: পিন
nl: PINcode
uk: PIN-код

# error-message
source: PIN change failed.
ar: فشل تغيير رقم المعرف الشخصي.
bn: পিন পরিবর্তন করতে ব্যর্থ।
de: PIN-Änderung fehlgeschlagen.
es: El cambio de PIN falló.
fr: Le changement de code PIN a échoué.
it: Modifica PIN non riuscita.
ja: PINの変更に失敗しました。
nl: PINcode wijzigen is mislukt.
pl: Zmiana PIN-u nie powiodła się.
pt: Falha ao alterar PIN.
uk: Не вдалося змінити PIN-код.

# basic-label
source: PIN protection
ar: حماية برقم المعرف الشخصي
bn: পিন নিরাপত্তা
de: PIN-Schutz
es: Protección de PIN
fr: Protection par code PIN
it: Protezione PIN
ja: PIN保護
nl: PINcode-beveiliging
pl: Ochrona PIN
pt: Proteção com PIN
uk: Захист PIN-коду

# success-message
source: PIN was successfully changed.
ar: تم تحديث رقم المعرف الشخصي بنجاح.
bn: Pin সফলভাবে পরিবর্তন করা হয়েছে।
de: PIN wurde erfolgreich geändert.
es: El PIN se ha cambiado correctamente.
fr: Le code PIN a été changé avec succès.
it: PIN cambiato con successo.
ja: PINが正常に変更されました。
nl: PINcode is gewijzigd.
pl: PIN został zmieniony pomyślnie.
pt: O PIN foi alterado com sucesso.
uk: PIN-код змінено.

# success-message
source: PIN was successfully removed.
ar: تم إزالة رقم المعرف الشخصي بنجاح.
bn: পিন সফলভাবে অপসারণ করা হয়েছে।
de: PIN wurde erfolgreich entfernt.
es: El PIN se eliminó correctamente.
fr: Le code PIN a été enlevé avec succès.
it: PIN rimosso con successo.
ja: PINが正常に消去されました。
nl: PINcode is verwijderd.
pl: PIN został pomyślnie usunięty.
pt: O PIN foi removido com sucesso.
uk: PIN-код було успішно видалено.

# promos-pin
source: PIN?
ar: رقم التعريف الشخصي؟
bn: পিন?

# advanced-label
source: Passphrase
ar: كلمة المرور
bn: গুপ্ত-বাক্যাংশ
es: Contraseña
fr: Mot de passe
ja: パスフレーズ
nl: Wachtwoordzin
pl: Hasło
pt: Senha de segurança
uk: Кодова фраза

# promos-passphrase
source: Passphrase Encryption
bn: গুপ্ত-বাক্যাংশ এনক্রিপশন
de: Verschlüsselung mittels Passphrase aktivieren
it: Passphrase crittografate
ja: パスフレーズによる暗号化
nl: Wachtwoordzin encryptie inschakelen
uk: Увімкнути шифрування кодовою фразою

# error-message
source: Passphrase change failed.
ar: فشل تغيير كلمة المرور.
bn: গুপ্ত-বাক্যাংশ পরিবর্তন করতে ব্যর্থ।
de: Passphrasen-Änderung fehlgeschlagen.
es: El cambio de contraseña falló.
fr: Le changement de mot de passe a échoué.
it: Modifica Passphrase fallita.
ja: パスフレーズの変更に失敗しました。
nl: Wachtwoordzin wijziging is mislukt.
pl: Hasło nie zostało zmienione.
pt: Falha ao alterar a senha de segurança.
uk: Не вдалося змінити кодову фразу.
