Repository: Othello1111/mytrezor-l10n
Catalog: lang/*/*.po
Languages: ar, bn, cs_cz, de, es, fr, it, ja, nl, pl, pt, uk

source: Make sure you don't have myTREZOR running in another tab or browser window.
cs_cz: Ujisti se že ti myTREZOR neběží v jiným tabu nebo okňe.

source: Maximal message length is 255 letters long. Your message is {{accountSignCtrl.verifyMessage.message.length}} letters long.
cs_cz: Maximální dĺžka správy je 255 znakú. Tvoje správa je {{accountSignCtrl.verifyMessage.message.length}} znakú dlouhá.

source: Maximal message length is 255 letters long. Your message is {{accountSignCtrl.signMessage.message.length}} letters long.
cs_cz: Maximální dĺžka správy je 255 znakú. Tvoje správa je{{accountSignCtrl.signMessage.message.length}} znakú dlouhá.

source: Metadata API keys
cs_cz: Metadata API klíč

source: Metadata keys
cs_cz: Metadata klíče

source: Metadata setup
cs_cz: Nastavení metadat

source: More please
cs_cz: Prosim víc

source: My TREZOR
cs_cz: Múj TREZOR

source: myTREZOR is loading accounts from your device
cs_cz: myTREZOR načítá účty z vašeho zařízení

source: myTREZOR labeling
cs_cz: myTREZOT značkovnáni

source: myTREZOR will forget your TREZOR right after you disconnect it.
cs_cz: myTREZOT zapomene vaše zařízení TREZOR okamžíte po odpojení.

source: News
cs_cz: Novinky

source: No accounts
cs_cz: Žádne účty

source: No transactions to display
cs_cz: Žádne transakce k zobrazení

source: Note that passphrase is case-sensitive.
cs_cz: Zapamatujte si, že passphrase je “case-sensitive”

source: Number of words in your recovery seed
cs_cz: Číslo slova ve vašem recovery seedu

source: Passphrase is too long!
cs_cz: Passphrase je príliš dlouhá!

source: Passphrases do not match!
cs_cz: Passphrase se nezhoduje!

source: Paste the CSV here:
cs_cz: Vložte sem CSV:

source: PIN protection
cs_cz: Ochrana PINem

source: Please <strong>disconnect</strong> it now.
cs_cz: Prosím <strong>odpojte</strong> teď.

source: Please check the {{deviceSetupCtrl.recoveryCurrentWord | ordinal}} word of your recovery seed.
cs_cz: Prosím check the {{deviceSetupCtrl.recoveryCurrentWord | ordinal}} word of your recovery seed.

source: Please click here to continue using previous labels and comments.
cs_cz: Klikni zde, když chceš pokračovat v předchozí značce nebo komentáři.

source: Please confirm the action on your device.
cs_cz: Potvrď akci na tvým zařízení.

source: Please confirm the firmware fingerprint.
cs_cz: Potvrď zhodu otiskú firmvéru.

source: Please confirm the transaction on your device.
cs_cz: Prosím potvrdte transakci na vašej zařízení.

source: Please confirm the transaction output on your device.
cs_cz: Potvrď výstup transakce na vašem zařízení.

source: Please enter current PIN:
cs_cz: Zadejte aktuálni PIN:

source: Please enter new PIN:
cs_cz: Prosím zadejte novej PIN:

source: Please enter the device label
cs_cz: Prosím zadejte název zařízení

source: Please enter your passphrase
cs_cz: Prosím vložte vaši passphrase

source: Please re-enter new PIN:
cs_cz: Prosím opakovane zadej novej PIN:

source: Priority miner fee
cs_cz: Prioritní miner fee

source: Read more in user manual
cs_cz: Zisti víc z používatelského manuálu

source: Release notes
cs_cz: Poznámky k verzi

source: Remove
cs_cz: Odstraniť

source: Rename account
cs_cz: Přejmenovat účet

source: Set as homescreen
cs_cz: Nastavit na obrazovku

source: Show changes
cs_cz: Zobrazit správu

source: Show details
cs_cz: Zobraz detaily

source: Show log
cs_cz: Ukáž log

source: Sign
cs_cz: Podepsát

source: Sign &amp; Verify
cs_cz: Podepsát &amp; Ověřit

source: Sign message
cs_cz: Podepsát správu

source: Signature
cs_cz: Podpis

source: Strong
cs_cz: Silný

source: Support needed?
cs_cz: Potřebujete pomoc?

source: Timestamp
cs_cz: Čas

source: To / Comment
cs_cz: Pro / Komentář

source: Try again
cs_cz: Zkus znovu

source: Unconfirmed
cs_cz: Nepotvrzené

source: Upload image
cs_cz: Nahrej obrázek

source: Used in other window
cs_cz: Používané v jiném okňe

source: Used in other window <span class="btn btn-xs btn-default" tooltip="{{'Click to renew session' | translate}}" tooltip-placement="right" tooltip-append-to-body="true" tooltip-trigger="mouseenter" ng-click="navCtrl.steal(device); $event.stopPropagation();"> <span class="glyphicon glyphicon-refresh"></span> </span>
cs_cz: Používané v jiném okňe <span class="btn btn-xs btn-default" tooltip=“{{‘Klikni pro obnovení session’ | translate}}" tooltip-placement="right" tooltip-append-to-body="true" tooltip-trigger="mouseenter" ng-click="navCtrl.steal(device); $event.stopPropagation();"> <span class="glyphicon glyphicon-refresh"></span> </span>

source: Verify
cs_cz: Ověr

source: Verify message
cs_cz: Ověr správu

source: Weak
cs_cz: Slabý

source: What is TREZOR?
cs_cz: Co je TREZOR?

source: Wipe device
cs_cz: Vymať zařízení

source: Wipe finished
cs_cz: Vymazáni dokončeno

source: Yes, update
cs_cz: Ano, updatuj

source: your account
cs_cz: tvůj účet
