Repository: Othello1111/mytrezor-l10n
Catalog: lang/*/*.po
Languages: ar, bn, cs_cz, de, es, fr, it, ja, nl, pl, pt, uk

source: Passphrase encryption allows you to access new wallets, each hidden behind a particular passphrase. Your old accounts will be accessible behind an empty passphrase.
ar: التشفير بعبارة المرور يسمح لك بالدخول إلى محافظ جديدة، كل محفظة مخبأة وراء عبارة مرور معينة. و الدخول إلى محفظتك أو حساباتك القديمة سيكون خلف عبارة مرور فارغة.
bn: পাসওয়ার্ড এনক্রিপশন নতুন ওয়ালেট, প্রত্যেকের পেছনে নির্দিষ্ট পাসওয়ার্ড গোপন প্রবেশ করতে আপনাকে সম্মতি দেয়। আপনার প্রাচীন অ্যাকাউন্টগুলিকে পেছনে ফাঁকা গুপ্ত-বাক্যাংশ প্রবেশযোগ্য হবে।
de: Verschlüsselung mittels Passphrase erlaubt Ihnen, auf neue Wallets zuzugreifen. Jede Wallet ist hinter einer spezifischen Passphrase versteckt. Ihre alten Accounts bleiben hinter einer leeren Passphrase zugänglich.
es: La contraseña de encriptación le permite acceder a nuevos monederos, cada uno oculto tras una contraseña particular. Sus cuentas antiguas serán accesibles tras una contraseña vacía.
fr: Le cryptage par mot de passe vous autorise a accéder à de nouveaux portefeuilles, chacun est caché derrière un mot de passe précis. Vos anciens comptes seront accessibles derrière un mot de passe vide.
it: La crittografia passphrase consente di accedere a nuovi portafogli, ognuno nascosto dietro una particolare passphrase. I tuoi vecchi account saranno accessibili dietro una passphrase vuota.
ja: パスフレーズによる暗号化によって、それぞれ特定のパスフレーズにより暗号化された新しいウォレットをお使いいただけます。古い口座は空のパスフレーズに暗号化された状態でお使いいただけます。
nl: Wachtwoordzin versleuteling geeft u toegang tot de nieuwe portefeuilles, elk verborgen achter een eigen wachtwoordzin. Uw oude accounts zullen toegankelijk zijn zonder dat u een wachtwoordzin invoert.
pl: Szyfrowanie hasłem umożliwia dostęp do nowych portfeli ukrytych za określonym hasłem. Twoje stare konta będą dostępne za pustym hasłem.
pt: A criptografia com senha de segurança permite que você acesse novas carteiras, cada uma escondida por trás de uma senha de segurança específica. Suas contas velhas serão acessíveis por uma senha de segurança vazia.
uk: Шифрування кодовою фразою надає Вам змогу отримати доступ до нових гаманців, кожен з яких прихований за конкретною кодовою фразою. Ваші старі рахунки будуть доступні за порожньою кодовою фразою.

# error-message
source: Passphrase is too long!
ar: كلمة المرور طويلة جدا!
bn: গুপ্ত-বাক্যাংশটি অনেক বড়!
de: Passphrase ist zu lang!
es: ¡La contraseña es demasiado larga!
fr: Le mot de passe est trop long !
it: Passphrase troppo lunga!
ja: パスフレーズが長すぎます!
nl: Wachtwoordzin is te lang!
pl: Hasło jest zbyt długie!
pt: Senha de segurança muito longa!
uk: Кодова фраза занадто довга!

# promos-passphrase
source: Passphrase<br>Encryption
bn: গুপ্ত-বাক্যাংশ<br>এনক্রিপশন
de: Verschlüsselung mittels Passphrase aktivieren
it: Passphrase<br>Crittografate
ja: パスフレーズ<br>による暗号化
nl: Wachtwoordzin encryptie inschakelen
uk: Увімкнути шифрування кодовою фразою

# error-message
source: Passphrases do not match!
ar: كلمة المرور لا تتطابق!
bn: গুপ্ত-বাক্যাংশ মিলছে না!
de: Passphrasen stimmen nicht überein!
es: ¡Las contraseñas no coinciden!
fr: Les mots de passe ne correspondent pas !
it: Passphrases non corrispondenti!
ja: パスフレーズが一致しません!
nl: Wachtwoordzinnen komen niet overeen!
pl: Hasła nie pasują do siebie!
pt: As senhas de segurança não são iguais!
uk: Кодові фрази не співпадають!

# form-label
source: Paste the CSV here:
ar: قم بلصق قيم مفصولة بفواصل CSV هنا:
bn: CSV এখানে পেস্ট করুন:
de: Fügen Sie das CSV hier ein:
es: Pegue el CSV aquí:
fr: Collez le CSV ici :
it: Incolla il CSV qua:
ja: CSVファイルをこちらに張り付けてください:
nl: Plak de CSV hier:
pl: Wklej tutaj CSV:
pt: Cole o CSV aqui:
uk: Вставити CSV тут:

# success-message
source: Perfect, impossible to guess!
ar: عظيم، يستحيل تخمينها!
bn: নিখুঁত, অনুমান করা সম্ভব নয়!
de: Perfekt, unmöglich zu erraten!
es: ¡Perfecto, imposible de adivinar!
fr: Parfait, impossible à deviner!
it: Perfetto, impossibile da indovinare!
ja: 完璧です。推測ができません。
nl: Perfect, onmogelijk om te raden!
pl: Doskonały, niemożliwy do odgadnięcia!
pt: Perfeito, impossível de adivinhar!

source: Please be advised that this is not your Bitcoin wallet. BTC and BCH share the same address format and can be potentially mixed up. Make sure that you are sending and receiving coins to their respective wallets.
ar: يرجى أخذ العلم بأن هذه ليست محفظتك للبيتكوين. تتشارك البيتكوين و البيتكوينكاش نفس تنسيق العنوان لذا يحتمل الخربطة بينهما. تأكد من أنك ترسل وتستقبل النقود إلى محافظ كل منها.
bn: অনুগ্রহ করে এটি আপনার Bitcoin ওয়ালেট নয় পরামর্শ দেওয়া হবে। বিটিসী এবং BCH একই ঠিকানা বিন্যাস শেয়ার এবং সম্ভাব্য মিশে যেতে পারে। নিশ্চিত করুন যে আপনি কি প্রেরণ এবং গ্রহণ তাদের নিজ নিজ ওয়ালেট থেকে কয়েন।
es: Tenga en cuenta que este NO es su monedero Bitcoin. BTC y BCH comparten el mismo formato de dirección y pueden confundirse. Asegúrese de enviar y recibir monedas a sus respectivos monederos.
it: Si prega di notare che questo non è il tuo portafoglio Bitcoin. BTC e BCH condividono lo stesso formato di indirizzi e possono essere potenzialmente mescolati. Assicurati di inviare e ricevere monete ai rispettivi portafogli.
ja: これはビットコインのウォレットではありません。BTCとBCHはアドレス形式を共有しているため、間違えやすくなっています。コインの送信と受信をそれぞれどのウォレットで実行するか確認してください。
nl: Let op: dit is niet uw Bitcoin wallet! BTC en BCH delen hetzelfde adresformat en kunnen door elkaar worden gehaald. Zorg ervoor dat u munten verstuurt en ontvangt in de wallets die daarvoor bedoeld zijn.
pt: Saiba que esta não é a sua carteira de Bitcoin. BTC e BCH têm o mesmo formato de endereços e podem ser confundidas. Não se esqueça de confirmar de que você esteja enviando e recebendo moedas para as carteiras corretas.

source: Please check carefully that you wrote them down correctly.
ar: الرجاء التحقق بعناية من أنك قمت بكتابتهم بشكل صحيح.
bn: দয়া করে সতর্কভাবে আপনি সঠিকভাবে লিখে রেখেছেন যে পরীক্ষা করুন।
de: Bitte überprüfen Sie sorgfältig, dass Sie sie korrekt notiert haben.
es: Por favor, compruebe cuidadosamente que las anotó correctamente.
fr: Veuillez vérifier avec attention que vous les avez noté correctement.
it: Controlla attentamente di averli scritti correttamente.
ja: 正しく書き写されているか慎重に確認してください。
nl: Controleer alstublieft zorgvuldig dat u ze correct heeft opgeschreven.
pl: Proszę sprawdź dokładnie czy zapisałeś je poprawnie.
pt: Confira com cuidado para ter certeza que escreveu todas corretamente.
uk: Будь ласка, перевірте чи Ви їх правильно записали.

source: Please check the 10th word of your recovery seed.
ar: يرجى التحقق من الكلمة العاشرة من بذور الاسترداد.
bn: অনুগ্রহ করে আপনার রিকভারি সিড এর ১০ম শব্দ মিলিয়ে দেখুন।
de: Bitte prüfen Sie das 10. Wort Ihres Recovery Seeds.
es: Por favor, compruebe la 10ma palabra de su semilla de recuperación.
fr: Veuillez vérifiez le 10ème mot de votre phrase de récupération.
it: Per favore controlla la decima (10) parola del tuo recovery seed.
ja: リカバリシードの10番目の単語を確認してください。
nl: Controleer het 10de woord van uw herstelreeks.
pl: Sprawdź proszę 10 słowo z ziarenka odzyskiwania.
pt: Verifique a 10a palavra do seu Seed de recuperação.
uk: Будь ласка, перевірте 10-е слово Вашої фрази відновлення.

source: Please check the 11th word of your recovery seed.
ar: يرجى التحقق من الكلمة الحادية عشرة من بذور الاسترداد.
bn: অনুগ্রহ করে আপনার রিকভারি সিড এর ১১তম শব্দ মিলিয়ে দেখুন।
de: Bitte überprüfen Sie das 11. Wort Ihres Recovery Seeds.
es: Por favor, compruebe la 11ra palabra de su semilla de recuperación.
fr: Veuillez vérifier le 11ème mot de votre phrase de récupération.
it: Per favore controlla la undicesima (11) parola del tuo recovery seed.
ja: リカバリシードの11番目の単語を確認してください。
nl: Controleer het 11de woord van uw herstelreeks.
pl: Sprawdź proszę 11 słowo z ziarenka odzyskiwania.
pt: Verifique a 11a palavra do seu Seed de recuperação.
uk: Будь ласка, перевірте 11-е слово Вашої фрази відновлення.

source: Please check the 12th word of your recovery seed.
ar: يرجى التحقق من الكلمة الثانية عشرة من بذور الاسترداد.
bn: অনুগ্রহ করে আপনার রিকভারি সিড এর ১২তম শব্দ মিলিয়ে দেখুন।
de: Bitte überprüfen Sie das 12. Wort Ihres Recovery Seeds.
es: Por favor, compruebe la 12da palabra de su semilla de recuperación.
fr: Veuillez vérifier le 12ème mot de votre phrase de récupération.
it: Per favore controlla la dodicesima (12) parola del tuo recovery seed.
ja: リカバリシードの12番目の単語を確認してください。
nl: Controleer het 12de woord van uw herstelreeks.
pl: Sprawdź proszę 12 słowo z ziarenka odzyskiwania.
pt: Verifique a 12a palavra do seu Seed de recuperação.
uk: Будь ласка, перевірте 12-е слово Вашої фрази відновлення.

source: Please check the 13th word of your recovery seed.
ar: يرجى التحقق من الكلمة الثالثة عشرة من بذور الاسترداد.
bn: অনুগ্রহ করে আপনার রিকভারি সিড এর ১৩তম শব্দ মিলিয়ে দেখুন।
de: Bitte überprüfen Sie das 13. Wort Ihres Recovery Seeds.
es: Por favor, compruebe la 13ra palabra de su semilla de recuperación.
fr: Veuillez vérifier le 13ème mot de votre phrase de récupération.
it: Per favore controlla la tredicesima (13) parola del tuo recovery seed.
ja: リカバリシードの13番目の単語を確認してください。
nl: Controleer het 13de woord van uw herstelreeks.
pl: Sprawdź proszę 13 słowo z ziarenka odzyskiwania.
pt: Verifique a 13a palavra do seu Seed de recuperação.
uk: Будь ласка, перевірте 13-е слово Вашої фрази відновлення.

source: Please check the 14th word of your recovery seed.
ar: يرجى التحقق من الكلمة الرابعة عشرة من بذور الاسترداد.
bn: অনুগ্রহ করে আপনার রিকভারি সিড এর ১৪তম শব্দ মিলিয়ে দেখুন।
de: Bitte überprüfen Sie das 14. Wort Ihres Recovery Seeds.
es: Por favor, compruebe la 14ta palabra de su semilla de recuperación.
fr: Veuillez vérifier le 14ème mot de votre phrase de récupération.
it: Per favore controlla la quattordicesima (14) parola del tuo recovery seed.
ja: リカバリシードの14番目の単語を確認してください。
nl: Controleer het 14de woord van uw herstelreeks.
pl: Sprawdź proszę 14 słowo z ziarenka odzyskiwania.
pt: Verifique a 14a palavra do seu Seed de recuperação.
uk: Будь ласка, перевірте 14-е слово Вашої фрази відновлення.

source: Please check the 15th word of your recovery seed.
ar: يرجى التحقق من الكلمة الخامسة عشرة من بذور الاسترداد.
bn: অনুগ্রহ করে আপনার রিকভারি সিড এর ১৫তম শব্দ মিলিয়ে দেখুন।
de: Bitte überprüfen Sie das 15. Wort Ihres Recovery Seeds.
es: Por favor, compruebe la 15ta palabra de su semilla de recuperación.
fr: Veuillez vérifier le 15ème mot de votre phrase de récupération.
it: Per favore controlla la quindicesima (15) parola del tuo recovery seed.
ja: リカバリシードの15番目の単語を確認してください。
nl: Controleer het 15de woord van uw herstelreeks.
pl: Sprawdź proszę 15 słowo z ziarenka odzyskiwania.
pt: Verifique a 15a palavra do seu Seed de recuperação.
uk: Будь ласка, перевірте 15-е слово Вашої фрази відновлення.

source: Please check the 16th word of your recovery seed.
ar: يرجى التحقق من الكلمة السادسة عشرة من بذور الاسترداد.
bn: অনুগ্রহ করে আপনার রিকভারি সিড এর ১৬তম শব্দ মিলিয়ে দেখুন।
de: Bitte überprüfen Sie das 16. Wort Ihres Recovery Seeds.
es: Por favor, compruebe la 16ta palabra de su semilla de recuperación.
fr: Veuillez vérifier le 16ème mot de votre phrase de récupération.
it: Per favore controlla la sedicesima (16) parola del tuo recovery seed.
ja: リカバリシードの16番目の単語を確認してください。
nl: Controleer het 16de woord van uw herstelreeks.
pl: Sprawdź proszę 16 słowo z ziarenka odzyskiwania.
pt: Verifique a 16a palavra do seu Seed de recuperação.
uk: Будь ласка, перевірте 16-е слово Вашої фрази відновлення.

source: Please check the 17th word of your recovery seed.
ar: يرجى التحقق من الكلمة السابعة عشرة من بذور الاسترداد.
bn: অনুগ্রহ করে আপনার রিকভারি সিড এর ১৭তম শব্দ মিলিয়ে দেখুন।
de: Bitte überprüfen Sie das 17. Wort Ihres Recovery Seeds.
es: Por favor, compruebe la 17ma palabra de su semilla de recuperación.
fr: Veuillez vérifier le 17ème mot de votre phrase de récupération.
it: Per favore controlla la diciassettesima (17) parola del tuo recovery seed.
ja: リカバリシードの17番目の単語を確認してください。
nl: Controleer het 17de woord van uw herstelreeks.
pl: Sprawdź proszę 17 słowo z ziarenka odzyskiwania.
pt: Verifique a 17a palavra do seu Seed de recuperação.
uk: Будь ласка, перевірте 17-е слово Вашої фрази відновлення.

source: Please check the 18th word of your recovery seed.
ar: يرجى التحقق من الكلمة الثامنة عشرة من بذور الاسترداد.
bn: অনুগ্রহ করে আপনার রিকভারি সিড এর ১৮তম শব্দ মিলিয়ে দেখুন।
de: Bitte überprüfen Sie das 18. Wort Ihres Recovery Seeds.
es: Por favor, compruebe la 18va palabra de su semilla de recuperación.
fr: Veuillez vérifier le 18ème mot de votre phrase de récupération.
it: Per favore controlla la diciottesima (18) parola del tuo recovery seed.
ja: リカバリシードの18番目の単語を確認してください。
nl: Controleer het 18de woord van uw herstelreeks.
pl: Sprawdź proszę 18 słowo z ziarenka odzyskiwania.
pt: Verifique a 18a palavra do seu Seed de recuperação.
uk: Будь ласка, перевірте 18-е слово Вашої фрази відновлення.

source: Please check the 19th word of your recovery seed.
ar: يرجى التحقق من الكلمة ال 19 من بذور الاسترداد.
bn: অনুগ্রহ করে আপনার রিকভারি সিড এর ১৯তম শব্দ মিলিয়ে দেখুন।
de: Bitte überprüfen Sie das 19. Wort Ihres Recovery Seeds.
es: Por favor, compruebe la 19na palabra de su semilla de recuperación.
fr: Veuillez vérifier le 19ème mot de votre phrase de récupération.
it: Per favore controlla la diciannovesima (19) parola del tuo recovery seed.
ja: リカバリシードの19番目の単語を確認してください。
nl: Controleer het 19de woord van uw herstelreeks.
pl: Sprawdź proszę 19 słowo z ziarenka odzyskiwania.
pt: Verifique a 19a palavra do seu Seed de recuperação.
uk: Будь ласка, перевірте 19-е слово Вашої фрази відновлення.

source: Please check the 1st word of your recovery seed.
ar: يرجى التحقق من الكلمة الأولى من بذور الاسترداد.
bn: অনুগ্রহ করে আপনার রিকভারি সিড এর ১ম শব্দ মিলিয়ে দেখুন।
de: Bitte überprüfen Sie das 1. Wort Ihres Recovery Seeds.
es: Por favor, compruebe la 1ra palabra de su semilla de recuperación.
fr: Veuillez vérifier le 1er mot de votre phrase de récupération.
it: Per favore controlla la prima (1) parola del tuo recovery seed.
ja: リカバリシードの1番目の単語を確認してください。
nl: Controleer het 1ste woord van uw herstelreeks.
pl: Sprawdź proszę 1 słowo z ziarenka odzyskiwania.
pt: Verifique a 1a palavra do seu Seed de recuperação.
uk: Будь ласка, перевірте 1-е слово Вашої фрази відновлення.

source: Please check the 20th word of your recovery seed.
ar: يرجى التحقق من الكلمة العشرون من بذور الاسترداد.
bn: অনুগ্রহ করে আপনার রিকভারি সিড এর ২০তম শব্দ মিলিয়ে দেখুন।
de: Bitte überprüfen Sie das 20. Wort Ihres Recovery Seeds.
es: Por favor, compruebe la 20ma palabra de su semilla de recuperación.
fr: Veuillez vérifier le 20ème mot de votre phrase de récupération.
it: Per favore controlla la ventesima (20) parola del tuo recovery seed.
ja: リカバリシードの20番目の単語を確認してください。
nl: Controleer het 20ste woord van uw herstelreeks.
pl: Sprawdź proszę 20 słowo z ziarenka odzyskiwania.
pt: Verifique a 20a palavra do seu Seed de recuperação.
uk: Будь ласка, перевірте 20-е слово Вашої фрази відновлення.

source: Please check the 21st word of your recovery seed.
ar: يرجى التحقق من الكلمة الحادية و العشرون من بذور الاسترداد.
bn: অনুগ্রহ করে আপনার রিকভারি সিড এর ২১ম শব্দ মিলিয়ে দেখুন।
de: Bitte überprüfen Sie das 21. Wort Ihres Recovery Seeds.
es: Por favor, compruebe la 21ra palabra de su semilla de recuperación.
fr: Veuillez vérifier le 21ème mot de votre phrase de récupération.
it: Per favore controlla la ventunesima (21) parola del tuo recovery seed.
ja: リカバリシードの21番目の単語を確認してください。
nl: Controleer het 21ste woord van uw herstelreeks.
pl: Sprawdź proszę 21 słowo z ziarenka odzyskiwania.
pt: Verifique a 21a palavra do seu Seed de recuperação.
uk: Будь ласка, перевірте 3-е слово Вашої фрази відновлення.

source: Please check the 22nd word of your recovery seed.
ar: يرجى التحقق من الكلمة الثانية و العشرون من بذور الاسترداد.
bn: অনুগ্রহ করে আপনার রিকভারি সিড এর ২২তম শব্দ মিলিয়ে দেখুন।
de: Bitte überprüfen Sie das 22. Wort Ihres Recovery Seeds.
es: Por favor, compruebe la 22da palabra de su semilla de recuperación.
fr: Veuillez vérifier le 22ème mot de votre phrase de récupération.
it: Per favore controlla la ventiduesima (22) parola del tuo recovery seed.
ja: リカバリシードの22番目の単語を確認してください。
nl: Controleer het 22ste woord van uw herstelreeks.
pl: Sprawdź proszę 22 słowo z ziarenka odzyskiwania.
pt: Verifique a 22a palavra do seu Seed de recuperação.
uk: Будь ласка, перевірте 22-е слово Вашої фрази відновлення.

source: Please check the 23rd word of your recovery seed.
ar: يرجى التحقق من الكلمة الثالثة و العشرون من بذور الاسترداد.
bn: অনুগ্রহ করে আপনার রিকভারি সিড এর ২৩তম শব্দ মিলিয়ে দেখুন।
de: Bitte überprüfen Sie das 23. Wort Ihres Recovery Seeds.
es: Por favor, compruebe la 23ra palabra de su semilla de recuperación.
fr: Veuillez vérifier le 23ème mot de votre phrase de récupération.
it: Per favore controlla la ventitreesima (23) parola del tuo recovery seed.
ja: リカバリシードの23番目の単語を確認してください。
nl: Controleer het 23ste woord van uw herstelreeks.
pl: Sprawdź proszę 23 słowo z ziarenka odzyskiwania.
pt: Verifique a 23a palavra do seu Seed de recuperação.
uk: Будь ласка, перевірте 23-е слово Вашої фрази відновлення.

source: Please check the 24th word of your recovery seed.
ar: يرجى التحقق من الكلمة الرابعة و العشرون من بذور الاسترداد.
bn: অনুগ্রহ করে আপনার রিকভারি সিড এর ২৪তম শব্দ মিলিয়ে দেখুন।
de: Bitte überprüfen Sie das 24. Wort Ihres Recovery Seeds.
es: Por favor, compruebe la 24ta palabra de su semilla de recuperación.
fr: Veuillez vérifier le 24ème mot de votre phrase de récupération.
it: Per favore controlla la ventiquattresima (24) parola del tuo recovery seed.
ja: リカバリシードの24番目の単語を確認してください。
nl: Controleer het 24ste woord van uw herstelreeks.
pl: Sprawdź proszę 24 słowo z ziarenka odzyskiwania.
pt: Verifique a 24a palavra do seu Seed de recuperação.
uk: Будь ласка, перевірте 24-е слово Вашої фрази відновлення.

source: Please check the 2nd word of your recovery seed.
ar: يرجى التحقق من الكلمة الثانية من بذور الاسترداد.
bn: অনুগ্রহ করে আপনার রিকভারি সিড এর ২য় শব্দ মিলিয়ে দেখুন।
de: Bitte überprüfen Sie das 2. Wort Ihres Recovery Seeds.
es: Por favor, compruebe la 2da palabra de su semilla de recuperación.
fr: Veuillez vérifier le 2ème mot de votre phrase de récupération.
it: Per favore controlla la seconda (2) parola del tuo recovery seed.
ja: リカバリシードの2番目の単語を確認してください。
nl: Controleer het 2de woord van uw herstelreeks.
pl: Sprawdź proszę 2 słowo z ziarenka odzyskiwania.
pt: Verifique a 2a palavra do seu Seed de recuperação.
uk: Будь ласка, перевірте 2-е слово Вашої фрази відновлення.

source: Please check the 3rd word of your recovery seed.
ar: يرجى التحقق من الكلمة الثالثة من بذور الاسترداد.
bn: অনুগ্রহ করে আপনার রিকভারি সিড এর ৩য় শব্দ মিলিয়ে দেখুন।
de: Bitte überprüfen Sie das 3. Wort Ihres Recovery Seeds.
es: Por favor, compruebe la 3ra palabra de su semilla de recuperación.
fr: Veuillez vérifier le 3ème mot de votre phrase de récupération.
it: Per favore controlla la terza (3) parola del tuo recovery seed.
ja: リカバリシードの3番目の単語を確認してください。
nl: Controleer het 3de woord van uw herstelreeks.
pl: Sprawdź proszę 3 słowo z ziarenka odzyskiwania.
pt: Verifique a 3a palavra do seu Seed de recuperação.
uk: Будь ласка, перевірте 3-е слово Вашої фрази відновлення.

source: Please check the 4th word of your recovery seed.
ar: يرجى التحقق من الكلمة الرابعة من بذور الاسترداد.
bn: অনুগ্রহ করে আপনার রিকভারি সিড এর ৪র্থ শব্দ মিলিয়ে দেখুন।
de: Bitte überprüfen Sie das 4. Wort Ihres Recovery Seeds.
es: Por favor, compruebe la 4ta palabra de su semilla de recuperación.
fr: Veuillez vérifier le 4ème mot de votre phrase de récupération.
it: Per favore controlla la quarta (4) parola del tuo recovery seed.
ja: リカバリシードの4番目の単語を確認してください。
nl: Controleer het 4de woord van uw herstelreeks.
pl: Sprawdź proszę 4 słowo z ziarenka odzyskiwania.
pt: Verifique a 4a palavra do seu Seed de recuperação.
uk: Будь ласка, перевірте 4-е слово Вашої фрази відновлення.

source: Please check the 5th word of your recovery seed.
ar: يرجى التحقق من الكلمة الخامسة من بذور الاسترداد.
bn: অনুগ্রহ করে আপনার রিকভারি সিড এর ৫ম শব্দ মিলিয়ে দেখুন।
de: Bitte überprüfen Sie das 5. Wort Ihres Recovery Seeds.
es: Por favor, compruebe la 5ta palabra de su semilla de recuperación.
fr: Veuillez vérifier le 5ème mot de votre phrase de récupération.
it: Per favore controlla la quinta (5) parola del tuo recovery seed.
ja: リカバリシードの5番目の単語を確認してください。
nl: Controleer het 5de woord van uw herstelreeks.
pl: Sprawdź proszę 5 słowo z ziarenka odzyskiwania.
pt: Verifique a 5a palavra do seu Seed de recuperação.
uk: Будь ласка, перевірте 5-е слово Вашої фрази відновлення.

source: Please check the 6th word of your recovery seed.
ar: يرجى التحقق من الكلمة السادسة من بذور الاسترداد.
bn: অনুগ্রহ করে আপনার রিকভারি সিড এর ৬ষ্ঠ শব্দ মিলিয়ে দেখুন।
de: Bitte überprüfen Sie das 6. Wort Ihres Recovery Seeds.
es: Por favor, compruebe la 6ta palabra de su semilla de recuperación.
fr: Veuillez vérifier le 6ème mot de votre phrase de récupération.
it: Per favore controlla la sesta (6) parola del tuo recovery seed.
ja: リカバリシードの6番目の単語を確認してください。
nl: Controleer het 6de woord van uw herstelreeks.
pl: Sprawdź proszę 6 słowo z ziarenka odzyskiwania.
pt: Verifique a 6a palavra do seu Seed de recuperação.
uk: Будь ласка, перевірте 6-е слово Вашої фрази відновлення.

source: Please check the 7th word of your recovery seed.
ar: يرجى التحقق من الكلمة السابعة من بذور الاسترداد.
bn: অনুগ্রহ করে আপনার রিকভারি সিড এর ৭ম শব্দ মিলিয়ে দেখুন।
de: Bitte überprüfen Sie das 7. Wort Ihres Recovery Seeds.
es: Por favor, compruebe la 7ma palabra de su semilla de recuperación.
fr: Veuillez vérifier le 7ème mot de votre phrase de récupération.
it: Per favore controlla la settima (7) parola del tuo recovery seed.
ja: リカバリシードの7番目の単語を確認してください。
nl: Controleer het 7de woord van uw herstelreeks.
pl: Sprawdź proszę 7 słowo z ziarenka odzyskiwania.
pt: Verifique a 7a palavra do seu Seed de recuperação.
uk: Будь ласка, перевірте 7-е слово Вашої фрази відновлення.

source: Please check the 8th word of your recovery seed.
ar: يرجى التحقق من الكلمة الثامنة من بذور الاسترداد.
bn: অনুগ্রহ করে আপনার রিকভারি সিড এর ৮ম শব্দ মিলিয়ে দেখুন।
de: Bitte überprüfen Sie das 8. Wort Ihres Recovery Seeds.
es: Por favor, compruebe la 8va palabra de su semilla de recuperación.
fr: Veuillez vérifier le 8ème mot de votre phrase de récupération.
it: Per favore controlla la ottava (8) parola del tuo recovery seed.
ja: リカバリシードの8番目の単語を確認してください。
nl: Controleer het 8ste woord van uw herstelreeks.
pl: Sprawdź proszę 8 słowo z ziarenka odzyskiwania.
pt: Verifique a 8a palavra do seu Seed de recuperação.
uk: Будь ласка, перевірте 8-е слово Вашої фрази відновлення.

source: Please check the 9th word of your recovery seed.
ar: يرجى التحقق من الكلمة التاسعة من بذور الاسترداد.
bn: অনুগ্রহ করে আপনার রিকভারি সিড এর ৯ম শব্দ মিলিয়ে দেখুন।
de: Bitte überprüfen Sie das 9. Wort Ihres Recovery Seeds.
es: Por favor, compruebe la 9na palabra de su semilla de recuperación.
fr: Veuillez vérifier le 9ème mot de votre phrase de récupération.
it: Per favore controlla la nona (9) parola del tuo recovery seed.
ja: リカバリシードの9番目の単語を確認してください。
nl: Controleer het 9de woord van uw herstelreeks.
pl: Sprawdź proszę 9 słowo z ziarenka odzyskiwania.
pt: Verifique a 9a palavra do seu Seed de recuperação.
uk: Будь ласка, перевірте 9-е слово Вашої фрази відновлення.

# heading
source: Please confirm the firmware fingerprint.
ar: يرجى تأكيد بصمة البرامج الثابتة فيرموير.
bn: অনুগ্রহ করে ফার্মওয়্যারের ফিঙ্গারপ্রিন্ট নিশ্চিত করুন।
de: Bitte bestätigen Sie den Firmware-Fingerprint.
es: Por favor, confirme la huella digital del firmware.
fr: Veuillez confirmer l'empreinte du firmware.
it: Confermi il fingerprint del firmware.
ja: ファームウェアの指紋を確認してください。
nl: Bevestig de vingerafdruk van de firmware.
pl: Proszę potwierdź odcisk palca firmware-u.
pt: Confirme o fingerprint do firmware.
uk: Підтвердіть відбитки пальців прошивки.
