Repository: Othello1111/mytrezor-l10n
Catalog: lang/*/*.po
Languages: ar, bn, cs_cz, de, es, fr, it, ja, nl, pl, pt, uk

source: Write down the 14th word from TREZOR into the recovery seed card.
ar: قم بتدوين الكلمة الرابعة عشرة من تريزور على بطاقة بذور الاسترداد.
bn: TREZOR থেকে ১৪তম শব্দটি রিকভারি সিড কার্ডে লিখুন।
es: Escriba la 14ta palabra de TREZOR en la tarjeta de recuperación de semillas.
it: Scrivi la quattordicesima (14) parola mostrata sul TREZOR sulla carta del recovery seed.
ja: TREZORからリカバリシードのカードに14番目の単語を書き写してください。
nl: Schrijf het 14e woord van TREZOR op in het recovery seed kaartje.
pt: Escreva a 14ª palavra do seu TREZOR no cartão do Seed de recuperação.

source: Write down the 15th word from TREZOR into the recovery seed card.
ar: قم بتدوين الكلمة الخامسة عشرة من تريزور على بطاقة بذور الاسترداد.
bn: TREZOR থেকে ১৫তম শব্দটি রিকভারি সিড কার্ডে লিখুন।
es: Escriba la 15ta palabra de TREZOR en la tarjeta de recuperación de semillas.
it: Scrivi la quindicesima (15) parola mostrata sul TREZOR sulla carta del recovery seed.
ja: TREZORからリカバリシードのカードに15番目の単語を書き写してください。
nl: Schrijf het 15e woord van TREZOR op in het recovery seed kaartje.
pt: Escreva a 15ª palavra do seu TREZOR no cartão do Seed de recuperação.

source: Write down the 16th word from TREZOR into the recovery seed card.
ar: قم بتدوين الكلمة السادسة عشرة من تريزور على بطاقة بذور الاسترداد.
bn: TREZOR থেকে ১৬তম শব্দটি রিকভারি সিড কার্ডে লিখুন।
es: Escriba la 16ta palabra de TREZOR en la tarjeta de recuperación de semillas.
it: Scrivi la sedicesima (16) parola mostrata sul TREZOR sulla carta del recovery seed.
ja: TREZORからリカバリシードのカードに16番目の単語を書き写してください。
nl: Schrijf het 16e woord van TREZOR op in het recovery seed kaartje.
pt: Escreva a 16ª palavra do seu TREZOR no cartão do Seed de recuperação.

source: Write down the 17th word from TREZOR into the recovery seed card.
ar: قم بتدوين الكلمة السابعة عشرة من تريزور على بطاقة بذور الاسترداد.
bn: TREZOR থেকে ১৭তম শব্দটি রিকভারি সিড কার্ডে লিখুন।
es: Escriba la 17ma palabra de TREZOR en la tarjeta de recuperación de semillas.
it: Scrivi la diciassettesima (17) parola mostrata sul TREZOR sulla carta del recovery seed.
ja: TREZORからリカバリシードのカードに17番目の単語を書き写してください。
nl: Schrijf het 17e woord van TREZOR op in het recovery seed kaartje.
pt: Escreva a 17ª palavra do seu TREZOR no cartão do Seed de recuperação.

source: Write down the 18th word from TREZOR into the recovery seed card.
ar: قم بتدوين الكلمة الثامنة عشرة من تريزور على بطاقة بذور الاسترداد.
bn: TREZOR থেকে ১৮তম শব্দটি রিকভারি সিড কার্ডে লিখুন।
es: Escriba la 18va palabra de TREZOR en la tarjeta de recuperación de semillas.
it: Scrivi la diciottesima (18) parola mostrata sul TREZOR sulla carta del recovery seed.
ja: TREZORからリカバリシードのカードに18番目の単語を書き写してください。
nl: Schrijf het 18e woord van TREZOR op in het recovery seed kaartje.
pt: Escreva a 18ª palavra do seu TREZOR no cartão do Seed de recuperação.

source: Write down the 19th word from TREZOR into the recovery seed card.
ar: قم بتدوين الكلمة التاسعة عشرة من تريزور على بطاقة بذور الاسترداد.
bn: TREZOR থেকে ১৯তম শব্দটি রিকভারি সিড কার্ডে লিখুন।
es: Escriba la 19na palabra de TREZOR en la tarjeta de recuperación de semillas.
it: Scrivi la diciannovesima (19) parola mostrata sul TREZOR sulla carta del recovery seed.
ja: TREZORからリカバリシードのカードに19番目の単語を書き写してください。
nl: Schrijf het 19e woord van TREZOR op in het recovery seed kaartje.
pt: Escreva a 19ª palavra do seu TREZOR no cartão do Seed de recuperação.

source: Write down the 1st word from TREZOR into the recovery seed card.
ar: قم بتدوين الكلمة الأولى من تريزور على بطاقة بذور الاسترداد.
bn: TREZOR থেকে ১ম শব্দটি রিকভারি সিড কার্ডে লিখুন।
es: Escriba la 1ra palabra de TREZOR en la tarjeta de recuperación de semillas.
it: Scrivi la prima (1) parola mostrata sul TREZOR sulla carta del recovery seed.
ja: TREZORからリカバリシードのカードに1番目の単語を書き写してください。
nl: Schrijf het 1e woord van TREZOR op in het recovery seed kaartje.
pt: Escreva a 1ª palavra do seu TREZOR no cartão do Seed de recuperação.

source: Write down the 20th word from TREZOR into the recovery seed card.
ar: قم بتدوين الكلمة العشرون من تريزور على بطاقة بذور الاسترداد.
bn: TREZOR থেকে ২০তম শব্দটি রিকভারি সিড কার্ডে লিখুন।
es: Escriba la 20ma palabra de TREZOR en la tarjeta de recuperación de semillas.
it: Scrivi la ventesima (20) parola mostrata sul TREZOR sulla carta del recovery seed.
ja: TREZORからリカバリシードのカードに20番目の単語を書き写してください。
nl: Schrijf het 20e woord van TREZOR op in het recovery seed kaartje.
pt: Escreva a 20ª palavra do seu TREZOR no cartão do Seed de recuperação.

source: Write down the 21st word from TREZOR into the recovery seed card.
ar: قم بتدوين الكلمة الحادية و العشرون من تريزور على بطاقة بذور الاسترداد.
bn: TREZOR থেকে ২১তম শব্দটি রিকভারি সিড কার্ডে লিখুন।
es: Escriba la 21ra palabra de TREZOR en la tarjeta de recuperación de semillas.
it: Scrivi la ventunesima (21) parola mostrata sul TREZOR sulla carta del recovery seed.
ja: TREZORからリカバリシードのカードに21番目の単語を書き写してください。
nl: Schrijf het 21e woord van TREZOR op in het recovery seed kaartje.
pt: Escreva a 21ª palavra do seu TREZOR no cartão do Seed de recuperação.

source: Write down the 22nd word from TREZOR into the recovery seed card.
ar: قم بتدوين الكلمة الثانية و العشرون من تريزور على بطاقة بذور الاسترداد.
bn: TREZOR থেকে ২২তম শব্দটি রিকভারি সিড কার্ডে লিখুন।
es: Escriba la 22da palabra de TREZOR en la tarjeta de recuperación de semillas.
it: Scrivi la ventiduesima (22) parola mostrata sul TREZOR sulla carta del recovery seed.
ja: TREZORからリカバリシードのカードに22番目の単語を書き写してください。
nl: Schrijf het 22e woord van TREZOR op in het recovery seed kaartje.
pt: Escreva a 22ª palavra do seu TREZOR no cartão do Seed de recuperação.

source: Write down the 23rd word from TREZOR into the recovery seed card.
ar: قم بتدوين الكلمة الثالثة و العشرون من تريزور على بطاقة بذور الاسترداد.
bn: TREZOR থেকে ২৩তম শব্দটি রিকভারি সিড কার্ডে লিখুন।
es: Escriba la 23ra palabra de TREZOR en la tarjeta de recuperación de semillas.
it: Scrivi la ventitreesima (23) parola mostrata sul TREZOR sulla carta del recovery seed.
ja: TREZORからリカバリシードのカードに23番目の単語を書き写してください。
nl: Schrijf het 23e woord van TREZOR op in het recovery seed kaartje.
pt: Escreva a 23ª palavra do seu TREZOR no cartão do Seed de recuperação.

source: Write down the 24th word from TREZOR into the recovery seed card.
ar: قم بتدوين الكلمة الرابعة و العشرون من تريزور على بطاقة بذور الاسترداد.
bn: TREZOR থেকে ২৪তম শব্দটি রিকভারি সিড কার্ডে লিখুন।
es: Escriba la 24ta palabra de TREZOR en la tarjeta de recuperación de semillas.
it: Scrivi la ventiquattresima (24) parola mostrata sul TREZOR sulla carta del recovery seed.
ja: TREZORからリカバリシードのカードに24番目の単語を書き写してください。
nl: Schrijf het 24e woord van TREZOR op in het recovery seed kaartje.
pt: Escreva a 24ª palavra do seu TREZOR no cartão do Seed de recuperação.

source: Write down the 2nd word from TREZOR into the recovery seed card.
ar: قم بتدوين الكلمة الثانية من تريزور على بطاقة بذور الاسترداد.
bn: TREZOR থেকে ২য় শব্দটি রিকভারি সিড কার্ডে লিখুন।
es: Escriba la 2da palabra de TREZOR en la tarjeta de recuperación de semillas.
it: Scrivi la seconda (2) parola mostrata sul TREZOR sulla carta del recovery seed.
ja: TREZORからリカバリシードのカードに2番目の単語を書き写してください。
nl: Schrijf het 2e woord van TREZOR op in het recovery seed kaartje.
pt: Escreva a 2ª palavra do seu TREZOR no cartão do Seed de recuperação.

source: Write down the 3rd word from TREZOR into the recovery seed card.
ar: قم بتدوين الكلمة الثالثة من تريزور على بطاقة بذور الاسترداد.
bn: TREZOR থেকে ৩য় শব্দটি রিকভারি সিড কার্ডে লিখুন।
es: Escriba la 3ra palabra de TREZOR en la tarjeta de recuperación de semillas.
it: Scrivi la terza (3) parola mostrata sul TREZOR sulla carta del recovery seed.
ja: TREZORからリカバリシードのカードに3番目の単語を書き写してください。
nl: Schrijf het 3e woord van TREZOR op in het recovery seed kaartje.
pt: Escreva a 3ª palavra do seu TREZOR no cartão do Seed de recuperação.

source: Write down the 4th word from TREZOR into the recovery seed card.
ar: قم بتدوين الكلمة الرابعة من تريزور على بطاقة بذور الاسترداد.
bn: TREZOR থেকে ৪র্থ শব্দটি রিকভারি সিড কার্ডে লিখুন।
es: Escriba la 4ta palabra de TREZOR en la tarjeta de recuperación de semillas.
it: Scrivi la quarta (4) parola mostrata sul TREZOR sulla carta del recovery seed.
ja: TREZORからリカバリシードのカードに4番目の単語を書き写してください。
nl: Schrijf het 4e woord van TREZOR op in het recovery seed kaartje.
pt: Escreva a 4ª palavra do seu TREZOR no cartão do Seed de recuperação.

source: Write down the 5th word from TREZOR into the recovery seed card.
ar: قم بتدوين الكلمة الخامسة من تريزور على بطاقة بذور الاسترداد.
bn: TREZOR থেকে ৫ম শব্দটি রিকভারি সিড কার্ডে লিখুন।
es: Escriba la 5ta palabra de TREZOR en la tarjeta de recuperación de semillas.
it: Scrivi la quinta (5) parola mostrata sul TREZOR sulla carta del recovery seed.
ja: TREZORからリカバリシードのカードに5番目の単語を書き写してください。
nl: Schrijf het 5e woord van TREZOR op in het recovery seed kaartje.
pt: Escreva a 5ª palavra do seu TREZOR no cartão do Seed de recuperação.

source: Write down the 6th word from TREZOR into the recovery seed card.
ar: قم بتدوين الكلمة السادسة من تريزور على بطاقة بذور الاسترداد.
bn: TREZOR থেকে ৬ষ্ঠ শব্দটি রিকভারি সিড কার্ডে লিখুন।
es: Escriba la 6ta palabra de TREZOR en la tarjeta de recuperación de semillas.
it: Scrivi la sesta (6) parola mostrata sul TREZOR sulla carta del recovery seed.
ja: TREZORからリカバリシードのカードに6番目の単語を書き写してください。
nl: Schrijf het 6e woord van TREZOR op in het recovery seed kaartje.
pt: Escreva a 6ª palavra do seu TREZOR no cartão do Seed de recuperação.

source: Write down the 7th word from TREZOR into the recovery seed card.
ar: قم بتدوين الكلمة السابعة من تريزور على بطاقة بذور الاسترداد.
bn: TREZOR থেকে ৭ম শব্দটি রিকভারি সিড কার্ডে লিখুন।
es: Escriba la 7ma palabra de TREZOR en la tarjeta de recuperación de semillas.
it: Scrivi la settima (7) parola mostrata sul TREZOR sulla carta del recovery seed.
ja: TREZORからリカバリシードのカードに7番目の単語を書き写してください。
nl: Schrijf het 7e woord van TREZOR op in het recovery seed kaartje.
pt: Escreva a 7ª palavra do seu TREZOR no cartão do Seed de recuperação.

source: Write down the 8th word from TREZOR into the recovery seed card.
ar: قم بتدوين الكلمة الثامنة من تريزور على بطاقة بذور الاسترداد.
bn: TREZOR থেকে ৮ম শব্দটি রিকভারি সিড কার্ডে লিখুন।
es: Escriba la 8va palabra de TREZOR en la tarjeta de recuperación de semillas.
it: Scrivi la ottava (8) parola mostrata sul TREZOR sulla carta del recovery seed.
ja: TREZORからリカバリシードのカードに8番目の単語を書き写してください。
nl: Schrijf het 8e woord van TREZOR op in het recovery seed kaartje.
pt: Escreva a 8ª palavra do seu TREZOR no cartão do Seed de recuperação.

source: Write down the 9th word from TREZOR into the recovery seed card.
ar: قم بتدوين الكلمة التاسعة من تريزور على بطاقة بذور الاسترداد.
bn: TREZOR থেকে ৯ম শব্দটি রিকভারি সিড কার্ডে লিখুন।
es: Escriba la 9na palabra de TREZOR en la tarjeta de recuperación de semillas.
it: Scrivi la nona (9) parola mostrata sul TREZOR sulla carta del recovery seed.
ja: TREZORからリカバリシードのカードに9番目の単語を書き写してください。
nl: Schrijf het 9e woord van TREZOR op in het recovery seed kaartje.
pt: Escreva a 9ª palavra do seu TREZOR no cartão do Seed de recuperação.

# heading
source: Write down the recovery seed from your device.
ar: قم بكتابة بذور الاسترداد من جهازك.
bn: আপনার ডিভাইস থেকে রিকভারি সিড লিখুন।
de: Schreiben Sie den Recovery Seed von Ihrem Gerät auf.
es: Escriba la semilla de recuperación de su dispositivo.
fr: Ecrivez la phrase de récupération de votre appareil.
it: Annotati il recovery seed del tuo device.
ja: お持ちのデバイスからリカバリシードを書き写してください。
nl: Schrijf de recovery seed van uw apparaat op.
pl: Przepisz ziarenko odzyskiwania ze swojego urządzenia.
pt: Escreva o Seed de recuperação do seu dispositivo.
uk: Будь ласка, запишіть фразу відновлення з Вашого пристрою.

# heading
source: Wrong {{label}} PIN
bn: ভুল {{label}}পিন
it: PIN del {{label}} errato
ja: 誤った“{{label}}”のPIN

# button
source: Yes, install
ar: نعم، ثبّت
bn: হ্যাঁ, ইন্সটল করুন
es: Si, instalar
it: Si, installa
ja: はい、アップデートします
nl: Ja, installeer
pt: Sim, instalar

# button
source: Yes, update
ar: نعم، حددث
bn: হ্যাঁ, হালনাগাদ করুন
de: Ja, aktualisieren
es: Sí, actualizar
fr: Oui, mettre à jour
it: Si, aggiorna
ja: はい、アップデートします
nl: Ja, update
pl: Tak, aktualizuj
pt: Sim, atualizar
uk: Так, оновити

# date
source: Yesterday
ar: أمس
bn: গতকাল
de: Gestern
es: Ayer
fr: Hier
it: Ieri
ja: 昨日
nl: Gisteren
pl: Wczoraj
pt: Ontem

# warning-message
source: You are about to pay {{fee}} to send this transaction.
ar: أنت على وشك دفع {{fee}} لإرسال هذه الحركة.
bn: প্রায় {{fee}} টাকা এই আদান-প্রদান করতে হয়।
de: Sie können versuchen, die Transaktion erneut zu senden
it: Stai per pagare {{fee}} per inviare questa transazione.
ja: 取引を送信する場合は、{{fee}}ほどの手数料を支払います。
nl: U kunt proberen deze transactie opnieuw te verzenden met behulp van
uk: Можете спробувати повторно надіслати цю транзакцію за допомогою

source: You are now switching to the Bitcoin Cash (BCH) wallet.
ar: أنت الآن تنتقل إلى محفظة بيتكوينكاش (BCH).
bn: আপনি এখন বিটকয়েন ক্যাশ (BCH) ওয়ালেটে বদল করছেন।
es: Ahora está cambiando al monedero de Bitcoin Cash (BCH).
it: Stai ora per passare al portafoglio Bitcoin Cash (BCH).
ja: Bitcoin Cash (BCH) のウォレトに切り替え中です。
nl: U gaat nu naar uw Bitcoin Cash (BCH) wallet.
pt: Você está mudando para a carteira de Bitcoin Cash (BCH).

# heading
source: You are opening TREZOR Beta Wallet
ar: أنت تفتح محفظة تريزور التجريبية
bn: TREZOR Beta Wallet খোলা হচ্ছে
es: Estás abriendo el monedero beta de TREZOR Wallet
it: Stai aprendo il Portafoglio TREZOR Beta
ja: TREZOR Beta Walletを開きます
nl: U opent uw TREZOR Beta Wallet
pt: Você está abrindo a Carteira TREZOR Beta

# button
source: You can also download and install the APK directly.
ar: يمكنك أيضا تنزيل وتثبيت ملف حزمة برنامج أندرويد مباشرة.
bn: আপনি সাথে ডাউনলোড করতে পারেন এবং সরাসরি APK ইন্সটল।
de: Sie können die APK-Datei auch direkt herunterladen und installieren.
es: También puede descargar e instalar el APK directamente.
fr: Vous pouvez aussi télécharger et installer le APK directement.
it: È inoltre possibile scaricare e installare direttamente l'APK.
ja: APKを直接ダウンロードし、インストールすることもできます。
nl: U kunt ook direct de APK downloaden en installeren.
pl: Możesz również pobrać i zainstalować APK bezpośrednio.
pt: Você também pode baixar e instalar o APK diretamente.
uk: Ви також можете завантажити і встановити APK безпосередньо.

# text-with-link
source: You can try to resend this transaction using <a>external Broadcast Transaction tool</a>
ar: يمكنك محاولة إعادة إرسال هذه المعاملة باستخدام <a>أداة بث المعاملات الخارجية</a>
bn: <a>বৈদেশিক লেনদেনের সম্প্রচার টুল</a> ব্যবহার করে এই লেনদেন পুনরায় প্রেরণ করার চেষ্টা করতে পারেন
de: Sie können versuchen, die Transaktion erneut zu senden
es: Puedes intentar volver a enviar la transacción utilizando
fr: Vous pouvez essayer d'envoyer à nouveau cette transaction en utilisant
it: Puoi provare a inviare nuovamente questa transazione utilizzando
ja: <a>外部の取引送信ツール</a>を使用してこの取引を再送信できます
nl: U kunt proberen deze transactie opnieuw te verzenden met behulp van
pl: Możesz spróbować wysłać ponownie tę transakcję za pomocą
pt: Você pode tentar reenviar esta transação utilizando
uk: Можете спробувати повторно надіслати цю транзакцію за допомогою

# tooltip
source: You cannot add more than 10 accounts.
ar: لا يمكنك إضافة أكثر من 10 حسابات.
bn: ১০ জনের বেশি অ্যাকাউন্ট যুক্ত করা যায় না।
de: Sie können nicht mehr als 10 Accounts hinzufügen.
es: No se pueden crear más de 10 cuentas.
fr: Vous ne pouvez pas ajouter plus de 10 comptes.
it: Non puoi aggiungere più di 10 accounts.
ja: 口座は最大10口追加できます。
nl: U kunt niet meer dan 10 accounts toevoegen.
pl: Nie możesz dodać więcej niż 10 kont.
pt: Você não pode adicionar mais de 10 contas.

source: You might be asked to retype some words that are not part of your recovery seed.
ar: قد يطلب منك إعادة كتابة بعض الكلمات التي ليست جزءا من بذور الاسترداد الخاصة بك.
bn: কিছু কথা যা আপনার পুনরুদ্ধারের বীজ অংশ নয় পুনঃটাইপ করুন জন্য বলা হতে পারে।
de: Sie werden vermutlich gefragt, einige Wörter einzutippen, die nicht Teil Ihres Recovery Seeds sind.
es: Se le puede pedir que vuelva a escribir algunas palabras que no son parte de su semilla de recuperación.
fr: Vous pourriez être invité à retaper certains mots qui ne font pas partie de votre phrase de récupération.
it: Potrà esserti richiesto di digitare di nuovo delle parole che non fanno parte del tuo recovery seed.
ja: リカバリシードに含まれていないいくつかの単語の再入力が求められる場合があります。
nl: Mogelijk wordt u gevraagd sommige woorden, die geen deel van uw herstelreeks uitmaken, opnieuw in te voeren.
pl: Możesz zostać poproszony o ponownie wpisanie kilku słów, które nie są częścią Twojego ziarenka odzyskiwania.
pt: É possível que você tenha que redigitar algumas palavras que não fazem parte do seu Seed de recuperação.
uk: Вам може бути запропоновано повторно ввести кілька слів, які не є частиною Вашої фрази відновлення.

source: You were disconnected.
ar: كنت مفصولاً.
bn: আপনি সংযোগ বিচ্ছিন্ন করা হয়েছে।
de: Sie sind nicht verbunden.
es: Está desconectado.
fr: Vous étiez déconnecté.
it: Ti sei scollegato.
ja: 接続が切れました。
nl: U bent losgekoppeld.
pl: Połączenie zostało przerwane.
pt: Você foi desconectado.

source: You will have to enable the passphrase encryption again to see your current wallet.
ar: سيجب عليك تمكين تشفير كلمة المرور مرة أخرى لمشاهدة محفظتك الحالية.
bn: আপনার বর্তমান একাউন্ট আবার দেখার পাসওয়ার্ড এনক্রিপশন সক্রিয় করতে হবে।
de: Sie müssen die Passphrasen-Verschlüsselung aktivieren, um Ihre aktuelle Wallet zu sehen.
es: Tendrá que activar de nuevo la contraseña de encriptación para ver su monedero actual.
fr: Vous devrez activer à nouveau le cryptage par mot de passe pour voir votre portefeuille courant.
it: Dovrai attivare nuovamente la crittografia passphrase per vedere il tuo portafoglio attuale.
ja: 現在のウォレットを表示するためにはパスフレーズによる暗号化を有効にする必要があります。
nl: U moet de wachtwoordzin-encryptie opnieuw inschakelen om uw huidige portemonnee te kunnen inzien.
pl: Będziesz musiał włączyć ponownie szyfrowanie hasłem, aby zobaczyć bieżący portfel.
pt: Você deverá ativar novamente a criptografia com senha de segurança para ver sua carteira atual.
uk: Щоб знову побачити Ваш поточний гаманець, необхідно буде увімкнути шифрування кодовою фразою.

# warning-message
source: You're about to send a lot of money!
ar: أنت على وشك إرسال الكثير من المال!
bn: অনেক টাকা-পয়সা পাঠাতে থাকেন।
de: Sie sind im Begriff, eine Menge Geld zu senden!
es: ¡Estás a punto de enviar una gran cantidad de dinero!
fr: Vous êtes sur le point d'envoyer beaucoup d'argent !
it: Stai per inviare parecchio denaro!
ja: 大金を送信しようとしています!
nl: U gaat een heleboel geld versturen!
pl: Jesteś na prostej drodze, aby wysłać dużo pieniędzy!
pt: Você está prestes a enviar muito dinheiro!
uk: Ви збираєтеся надіслати чимало грошей!

# heading
source: Your PINs were not matching
ar: أرقامك للتعريف الشخصية غير متطابقة
bn: পিন নম্বর মিল ছিল না
es: Sus PIN no coincidían
it: I tuoi PIN non corrispondevano
ja: 入力されたPINが一致しませんでした!
nl: Uw PINs kwamen niet overeen
pt: Seus PINs não são iguais

source: Your TREZOR is already initialized. Check that you have your Recovery seed with you before updating the firmware!
ar: تم بالفعل تهيئة تريزورك. تحقق من أن لديك بذورك الاستردادية قبل تحديث البرنامج الثابت فيرموير!
bn: যদি আপনার TREZOR ইতিমধ্যে প্রস্তুত করা হয়েছে, সব সময় আপনার রিকভারি-বীজ ফার্মওয়্যার আপডেট করা আগে তোমার সাথে আছে!
de: Ihr TREZOR ist schon initialisiert. Überprüfen Sie, dass Sie Ihren Recovery Seed griffbereit haben, bevor Sie die Firmware aktualisieren!
es: Su TREZOR ya se ha inicializado. ¡Compruebe que tiene su semilla de recuperación con usted antes de actualizar el firmware!
fr: Le TREZOR est déjà initialisé. Vérifiez que vous avez votre phrase de récupération avec vous avant de mettre à jour le firmware !
it: Se il tuo TREZOR è stato già configurato, devi sempre avere il Recovery seed con te prima di aggiornare il firmware!
ja: お使いのTREZORは既に初期化されています。ファームウェアをアップデートする前に必ずリカバリシードが手元にあるか確認してください。
nl: Uw TREZOR is al geïnitialiseerd. Zorg dat u uw herstelreeks bij de hand heeft vóór het bijwerken van de firmware!
pl: Twój TREZOR jest już zainicjowany. Sprawdź czy masz ziarno odzyskiwania ze sobą przed aktualizacją firmware-u!
pt: Seu TREZOR já foi inicializado. Verifique que você está em posse do seu Seed de recuperação antes de atualizar o firmware!
uk: Ваш TREZOR вже ініціалізовний. Перед оновленням прошивки переконайтеся, що Ваша фраза відновлення поруч з Вами!

# heading
source: Your TREZOR is not in the firmware update mode.
ar: تريزور الخاص بك ليس في وضع تحديث البرامج الثابتة.
bn: আপনার TREZOR ফার্মওয়্যার আপডেট মোড-এ হয় না।
de: Ihr TREZOR ist nicht im Firmware-Update-Modus.
es: Su TREZOR no está en el modo de actualización de firmware.
fr: Votre TREZOR n'est pas en mode mise à jour du firmware.
it: Il tuo TREZOR non è in modalità aggiornamento firmware.
ja: TREZORがブートローダーモードではありません。
nl: Uw TREZOR is niet in firmware-update modus.
pl: Twój TREZOR nie jest w trybie aktualizacji firmware.
pt: Seu TREZOR não está no modo de atualização de firmware.
uk: Ваш TREZOR не є в режимі відновлення прошивки.

source: Your TREZOR was successfully wiped.
ar: تم محو تريزورك بنجاح.
bn: আপনার TREZOR সফলভাবে মুছে ফেলা হয়েছে।
de: Ihr TREZOR wurde erfolgreich gelöscht.
es: Su TREZOR se limpió con éxito.
fr: Votre TREZOR n'a pas été effacé avec succès.
it: Il tuo TREZOR è stato azzerato con successo.
ja: お使いのTREZORのデータは正常に消去されました。
nl: Uw TREZOR is leeggemaakt; alle data is verwijderd.
pl: Twój TREZOR został pomyślnie wyczyszczony.
pt: Seu TREZOR foi apagado com sucesso.
uk: Дані з Вашого TREZORа вдалося очистити.

# heading
source: Your device firmware is outdated
ar: البرنامج الثابت فيرموير لجهازك يحتاج لتحديث
bn: আপনার ডিভাইস ফার্মওয়্যার মেয়াদোত্তীর্ণ
de: Ihre Geräte-Firmware ist veraltet
es: El firmware de su dispositivo está desactualizado
fr: Le firmware de votre appareil est ancien
it: Il firmware del dispositivo è obsoleto
ja: お使いのデバイスのファームウェアが古くなっています
nl: De firmware van uw apparaat is verouderd
pl: Firmware Twojego urządzenia jest nieaktualny
pt: O firmware do seu dispositivo está desatualizado
uk: Прошивка пристрою застаріла

# heading
source: Your device firmware is outdated.
ar: البرنامج الثابت فيرموير لجهازك يحتاج لتحديث.
bn: আপনার ডিভাইস ফার্মওয়্যার মেয়াদোত্তীর্ণ
de: Ihre Geräte-Firmware ist veraltet.
es: El firmware de su dispositivo está desactualizado.
fr: Le firmware de votre appareil est ancien.
it: Il firmware del dispositivo è obsoleto.
ja: お使いのデバイスのファームウェアが古くなっています。
nl: De firmware van uw apparaat is verouderd.
pl: Twój firmware jest przestarzały.
pt: O firmware do seu dispositivo está desatualizado.
uk: Прошивка пристрою застаріла

source: Your device is not fully loaded. Reconnect it to use it.
ar: لم يتم تحميل جهازك بالكامل. أعد توصيله لاستخدامه.
bn: আপনার ডিভাইস সম্পূর্ণভাবে লোড করা যায় না। পপুনঃসংযোগ করে ব্যবহার করুন।
de: Ihr Gerät ist nicht komplett geladen. Verbinden Sie es erneut, um es zu nutzen.
es: Su dispositivo no está totalmente cargado. Vuelva a conectarlo para utilizarlo.
fr: Votre appareil n'est pas complètement chargé. Connectez le à nouveau pour l'utiliser.
it: Il dispositivo non si è caricato completamente. Ricollegarlo per utilizzarlo.
ja: お使いのデバイスは完全にロードされていません。再接続してください。
nl: Uw apparaat is niet volledig geladen. Opnieuw aansluiten om het te kunnen gebruiken.
pl: Twoje urządzenie nie jest w pełni załadowane. Podłącz je ponownie.
pt: Seu dispositivo não está totalmente carregado. Reconecte-o para usar.
uk: Ваш пристрій не завантажився повністю. Під'єднайте його знову.

source: Your images
ar: صورك
bn: আপনার ছবি
cs_cz: Tvoje obrázky
de: Ihre Bilder
es: Sus imágenes
fr: Vos images
it: Le tue immagini
ja: アップロードされている画像
nl: Uw afbeeldingen
pl: Twoje obrazy
pt: Suas imagens
uk: Ваші зображення
