Repository: Othello1111/mytrezor-l10n
Catalog: lang/*/*.po
Languages: ar, bn, cs_cz, de, es, fr, it, ja, nl, pl, pt, uk

# heading
source: Device
ar: الجهاز
bn: ডিভাইস
de: Gerät
es: Dispositivo
fr: Appareil
it: Dispositivo
ja: デバイス
nl: Apparaat
pl: Urządzenie
pt: Dispositivo
uk: Пристрій

# form-label
source: Device ID
ar: معرف الجهاز
bn: ডিভাইস আইডি
de: Geräte-ID
es: ID del dispositivo
fr: ID de l'appareil
it: ID Dispositivo
ja: デバイスのID
nl: Apparaat-ID
pl: Identyfikator urządzenia
pt: ID do dispositivo
uk: ID пристрою

source: Device basics
ar: أساسيات الجهاز
bn: ডিভাইস মৌলিক
de: Grundlegende Geräteeinstellungen
es: Conceptos básicos del dispositivo
fr: Essentiel de l'appareil
it: Elementi di base del dispositivo
ja: デバイスの基本設定
nl: Apparaat standaard
pl: Podstawowe informacje o urządzeniu
pt: Fundamentos do dispositivo

# heading
source: Device firmware is outdated.
ar: البرنامج الثابت فيرموير للجهاز يحتاج لتحديث.
bn: ডিভাইস ফার্মওয়্যার মেয়াদোত্তীর্ণ
de: Ihre Firmware ist veraltet.
es: Firmware del dispositivo desactualizado.
fr: Le firmware de l'appareil est ancien.
it: Il firmware del Dispositivo è obsoleto.
ja: デバイスのファームウェアが古くなっています。
nl: Apparaat firmware is verouderd.
pl: Firmware urządzenia jest nieaktualny.
pt: Firmware do dispositivo é antigo.
uk: Прошивка пристрою застаріла

source: Device has to be wiped before recovery.
ar: يجب مسح الجهاز قبل الاسترداد.
bn: পুনরুদ্ধারের পূর্বে ডিভাইস মুছে ফেলতে হবে।
cs_cz: Zařizení muší být vymazáno pred obnovením.
de: Ihr Gerät muss gelöscht werden, bevor es zurückgesetzt werden kann.
es: El dispositivo debe ser borrado antes de la recuperación.
fr: L'appareil doit être effacé avant la restauration.
it: Il dispositivo deve essere "pulito" (or "resettato" [wich mean resetted] sound better) prima del "recovery". (is more clear to leave it in english, anyway in italian is "recupero".
ja: デバイスはリカバリ前に消去する必要があります。
nl: Apparaat moet worden ge-reset vóór herstel mogelijk is.
pl: Urządzenie musi być wyczyszczone przed odzyskiwaniem.
pt: O dispositivo deve ser apagado antes da restauração.
uk: Перед відновленням пристрій повинен бути очищений.

# error-message
source: Device is updated in other window
ar: يتم تحديث الجهاز في نافذة أخرى
bn: অন্য উইন্ডোতে ডিভাইস হালনাগাদ করা হয়েছে।
de: Das Gerät wird in einem anderen Fenster aktualisiert
es: El dispositivo se actualiza en otra ventana
fr: L'appareil est actualisé dans une autre fenêtre
ja: デバイスが別のウインドウでアップデートされています
nl: Apparaat wordt bijgewerkt in een ander venster
pl: Urządzenie jest aktualizowane w innym oknie
pt: O dispositivo é atualizado em outra janela
uk: Пристрій оновлюється в іншому вікні

source: Device label
bn: ডিভাইস লেবেল
cs_cz: Popisem zařizení
de: Gerätebezeichnung
it: Nome del device
ja: デバイスのラベル
nl: Apparaat label
pl: Etykieta urządzenia
pt: Nome do dispositivo
uk: Позначення пристрою

# recovery-label
source: Device label
ar: تصنيف الجهاز
bn: ডিভাইস লেবেল
de: Gerätebezeichnung
es: Etiqueta del dispositivo
fr: Dénomination de l'appareil
it: Etichetta dispositivo
ja: デバイスのラベル
nl: Apparaat label
pl: Etykieta urządzenia
pt: Nome do dispositivo
uk: Позначення пристрою

# form-label
source: Device label
ar: تصنيف الجهاز
bn: ডিভাইস লেবেল
de: Gerätebezeichnung
es: Etiqueta del dispositivo
fr: Dénomination de l'appareil
it: Etichetta dispositivo
ja: デバイスのラベル
nl: Apparaat label
pl: Etykieta urządzenia
pt: Nome do dispositivo
uk: Позначення пристрою

# load-label
source: Device label
bn: ডিভাইস লেবেল
de: Gerätebezeichnung
it: Nome del device
ja: デバイスのラベル
nl: Apparaat label
pl: Etykieta urządzenia
pt: Nome do dispositivo
uk: Позначення пристрою

source: Device needs to be connected in order to wipe it.
ar: يحتاج الجهاز إلى أن يكون متصلاً من أجل مسحه.
bn: মোছার জন্য ডিভাইস সংযুক্ত থাকা প্রয়োজন।
de: Ihr Gerät muss angeschlossen sein, um es löschen zu können.
es: El dispositivo debe estar conectado para poder borrarlo.
fr: L'appareil doit être connecté pour pouvoir l'effacer.
it: Il dispositivo deve essere connesso al fine di poterlo pulire. (as i explainded before "resettare" sound better)
ja: 消去するにはデバイスを接続する必要があります。
nl: Apparaat moet worden aangesloten om het te resetten.
pl: Urządzenie musi być połączone, aby usunąć jego zawartość.
pt: O dispositivo precisa estar conectado para ser apagado.
uk: Для очистки пристрою його потрібно підключити.

# button
source: Disable PIN
ar: تعطيل رقم التعريف الشخصي
bn: পিন নিষ্ক্রিয় করুন
de: Pin deaktivieren
es: Desactivar PIN
fr: Désactiver le PIN
it: Disabilita PIN
ja: PINを無効にする
nl: PINcode uitschakelen
pl: Wyłącz PIN
pt: Desativar PIN
uk: Вимкнути PIN-код

# advanced-label
source: Disable PIN
ar: تعطيل رقم المعرف الشخصي
bn: পিন নিষ্ক্রিয় করুন
de: PIN deaktivieren
es: Desactivar PIN
fr: Désactiver le PIN
it: Disabilita PIN
ja: PINを無効にする
nl: Uitschakelen
pl: Wyłącz PIN
pt: Desativar PIN
uk: Вимкнути PIN-код

# button
source: Disable passphrase encryption
ar: قم بتعطيل التشفير بكلمة المرور
bn: গুপ্ত-বাক্যাংশ এনক্রিপশন নিষ্ক্রিয় করুন
de: Passphrasen-Verschlüsselung deaktivieren
es: Desactivar contraseña de encriptación
fr: Désactiver le cryptage par mot de passe
it: Disabilita la crittografia passphrase
ja: パスフレーズによる暗号化を無効にする
nl: Wachtwoordzin encryptie uitschakelen
pl: Wyłącz szyfrowanie hasłem
pt: Desativar criptografia com senha de segurança
uk: Вимкнути шифрування кодової фрази

# pin
source: Disabled
ar: تم تعطيلها
bn: নিষ্ক্রিয়কৃত
de: Deaktiviert
es: Desactivado
fr: Désactivé
it: Disabilitato
ja: 無効
nl: Uitgeschakeld
pl: Wyłączone
pt: Desativado
uk: Вимкнений

# heading
source: Disconnect your TREZOR now
ar: قم فصل TREZOR الآن
bn: এখন আপনার TREZOR সংযোগ বিচ্ছিন্ন করুন।
de: Trennen Sie Ihren TREZOR jetzt
es: Desconecte su TREZOR ahora
fr: Déconnectez votre TREZOR maintenant
it: Ora devi disconnettere il tuo TREZOR
ja: TREZORを取り外してください
nl: Verbreek nu de verbinding met uw TREZOR
pl: Teraz odłącz swój TREZOR
pt: Desconecte seu TREZOR
uk: Від'єднайте Ваш TREZOR зараз

source: Disconnect your TREZOR to disable passphrase.
ar: افصل TREZOR لتعطيل عبارة المرور.
bn: গুপ্ত-বাক্যাংশটি নিষ্ক্রিয় করার জন্য আপনার TREZOR সংযোগ বিচ্ছিন্ন করুন।
cs_cz: Odpojte váš TREZOR na vypnutí passphrase.
de: Trennen Sie Ihren TREZOR, um die Passphrase zu deaktivieren.
es: Desconecte su TREZOR para desactivar la frase-contraseña.
fr: Déconnectez votre TREZOR pour désactiver le mot de passe.
it: Disconnetti il tuo TREZOR per disabilitare la passphrase.
ja: パスフレーズを無効にするために、お使いのTREZORの接続を解除してください。
nl: Koppel uw TREZOR los om de wachtwoordzin uit te schakelen.
pl: Odłącz swój TREZOR, aby wyłączyć hasło.
pt: Desconecte seu TREZOR para desativar a senha de segurança.
uk: Від'єднайте Ваш TREZOR, щоб відключити кодову фразу.

source: Disconnect your TREZOR to enable passphrase.
ar: افصل TREZOR لتمكين عبارة المرور.
bn: গুপ্ত-বাক্যাংশটি সক্রিয় করার জন্য আপনার TREZOR সংযোগ বিচ্ছিন্ন করুন।
cs_cz: Odpojte váš TREZOR na zapnutí passphrase.
de: Trennen Sie Ihren TREZOR, um die Passphrase zu aktivieren.
es: Desconecte su TREZOR para activar la frase-contraseña.
fr: Déconnectez votre TREZOR pour activer le mot de passe.
it: Disconnetti il tuo TREZOR per abilitare la passphrase.
ja: パスフレーズを有効にするために、お手持ちのTREZORの接続を解除してください。
nl: Koppel uw TREZOR los om de wachtwoordzin te gebruiken.
pl: Odłącz swój TREZOR, aby włączyć hasło.
pt: Desconecte seu TREZOR para ativar a senha de segurança.
uk: Від'єднайте Ваш TREZOR, щоб включити кодову фразу.

# button
source: Disconnect {{user}}
ar: قطع إتصال {{user}}
bn: {{user}} সংযোগ বিচ্ছিন্ন করুন
de: Getrennt
it: Disconnetti {{user}}
ja: {{user}}: 連携解除
nl: Verbinding verbroken
uk: Від'єднано

# device-state
source: Disconnected device
ar: جهاز غير متصل
bn: বিচ্ছিন্ন ডিভাইস
de: Getrenntes Gerät
es: Dispositivo desconectado
fr: Appareil déconnecté
it: Dispositivo disconnesso
ja: 未接続のデバイス
nl: Losgekoppeld apparaat
pl: Odłączone urządzenia
pt: Desconectar dispositivo
uk: від'єднайте пристрій

# promos-2fa
source: Discover TREZOR's
ar: اكتشف في تريزور
bn: TREZOR ডিভাইস সমূহ আবিষ্কার করুন
de: Trennen Sie Ihren TREZOR jetzt
it: Scopri come TREZOR usa
ja: TREZORの
nl: Verbreek nu de verbinding met uw TREZOR
uk: Від'єднайте Ваш TREZOR зараз

# promos-2fa
source: Discover TREZOR's new
ar: اكتشف الجديد في تريزور
bn: নতুন TREZOR ডিভাইস সমূহ আবিষ্কার করুন
de: Trennen Sie Ihren TREZOR jetzt
it: Scopri come TREZOR usa la nuova
ja: TREZORの新しい
nl: Verbreek nu de verbinding met uw TREZOR
uk: Від'єднайте Ваш TREZOR зараз

# tooltip
source: Display transaction on explorer
ar: عرض الصفقة على إكسبلورر
bn: Explorer-এ লেনদেন প্রদর্শন করুন
de: Zeige Transaktion im Explorer
es: Mostrar la transacción en explorador
fr: Afficher la transaction dans l'explorateur
it: Mostra le transazioni sull'explorer
ja: 取引をブロックエクスプローラー上に表示
nl: Toon transactie op verkenner
pl: Wyświetl transakcję w explorer
pt: Exibir transação no explorador
uk: Raw транзакція в 16-ковому форматі:

source: Do not receive bitcoins to the addresses in this BCH wallet, do not send Bitcoin Cash coins to Bitcoin addresses.
ar: لا تتلقى عملة بايتكون بعناوين محفظة البايتكوناتكاش BCH، و لا ترسل عملة بايتكوناتكاش لعناوين البايتكون.
bn: বিটকয়েন ক্যাশ ঠিকানায় বিটকয়েন পাঠাবেন না, বিটকয়েন ঠিকানায় বিটকয়েন ক্যাশপাঠাবেন না।
es: No reciba bitcoins a las direcciones en este monedero BCH, no envíe monedas Bitcoin Cash a direcciones Bitcoin.
it: Non ricevere bitcoin agli indirizzi di questo portafoglio BCH, non inviare monete Bitcoin Cash agli indirizzi Bitcoin.
ja: このBCHウォレットにブットコインを受信することやBitcoin Cashのコインをビットコインのアドレスへ送信することはできません。
nl: Ontvang geen bitcoins op de adressen in deze BCH wallet, stuur geen Bitcoin Cash munten naar Bitcoin adressen.
pt: Não receba bitcoins nos endereços desta carteira BCH, não envie moedas Bitcoin Cash para endereços Bitcoin.

source: Do you use Google Chrome on this computer?
ar: هل تستعمل جوجل كروم على هذا النظام؟
bn: এই কম্পিউটারে গুগল ক্রোম ব্যবহার করেন?
de: Verwenden Sie Google Chrome auf diesem Computer?
es: ¿Utiliza Google Chrome en este ordenador?
fr: Utilisez-vous Google Chrome sur cet ordinateur ?
it: Usi Google Chrome su questo computer?
ja: このコンピューターでGoogle Chromeを使いますか?
nl: Gebruikt u Google Chrome op deze computer?
pl: Czy używasz Google Chrome na tym komputerze?
pt: Você usa o Google Chrome neste computador?
uk: Ви користуєтеся Google Chrome на цьому комп'ютері?

# heading
source: Do you want to update the device firmware?
ar: هل تريد تحديث البرنامج الثابت فيرموير للجهاز؟
bn: আপনার ডিভাইস ফার্মওয়্যার আপডেট করতে চান?
de: Möchten Sie die Geräte-Firmware aktualisieren?
es: ¿Quieres actualizar el firmware del dispositivo?
fr: Voulez-vous mettre à jour le firmware de l'appareil ?
it: Vuoi aggiornare il firmware del dispositivo?
ja: デバイスのファームウェアをアップデートしますか?
nl: Wilt u de firmware van het apparaat bijwerken?
pl: Czy chcesz zaktualizować firmware urządzenia?
pt: Deseja atualizar o firmware do dispositivo?
uk: Бажаєте оновити прошивку пристрою?

source: Docs
bn: কাগজপত্র
de: Dokumente
it: Documenti
ja: ドキュメント
nl: Documentatie
pl: Dokumentacja

# button
source: Docs
ar: مستندات
bn: কাগজপত্র
de: Dokumente
es: Documentos
fr: Documents
it: Documenti
ja: ドキュメント
nl: Documentatie
pl: Dokumentacja

# button
source: Don't forget
ar: لا تنسى
bn: বিস্মৃত হবেননা
de: Nicht vergessen
es: No se olvide
fr: Ne pas oublier
it: Non dimenticare
ja: 忘れない
nl: Niet vergeten
pl: Nie zapominaj
pt: Não esquecer
uk: Не забувати

source: Don't forget to double check the address ...
ar: لا تنسى التحقق من العنوان مرة أخرى ...
bn: ঠিকানা আবার পরীক্ষা করতে বিস্মৃত হবেন না...
de: Vergessen Sie nicht, die Adresse doppelt zu überprüfen ...
es: No se olvide de verificar la dirección...
fr: N'oubliez pas de vérifier l'adresse ...
it: Non dimenticare di controllare due volte l'indirizzo ...
ja: アドレスを十分に確認してください...
nl: Vergeet niet om het adres tweemaal te controleren ...
pl: Nie zapomnij dokładnie sprawdzić adresu ...
pt: Não se esqueça de verificar o endereço duas vezes...

# text-with-link
source: Don't have a TREZOR? <a>Get one</a>
ar: ليس لديك تريزور؟ <a>احصل على واحد</a>
bn: TREZOR নাই? <a>একটি নিন</a>
de: Sie haben noch keinen TREZOR?
it: Non hai TREZOR? <a>Acquistane uno</a>
ja: TREZORは持っていませんか？<a>入手</a>
nl: Heeft u geen TREZOR?

# promos-malware
source: Double check
ar: تحقق مرة أخرى
bn: আবার পরীক্ষা করুন
it: Ricontrolla
ja: 充分に確認してください

# button
source: Download
ar: تحميل
bn: ডাউনলোড করুন
es: Descargar
fr: Téléchargement
it: Scarica
ja: ダウンロード
nl: Downloaden
pl: Pobierz
pt: Baixar
uk: Завантажити

# button
source: Download TREZOR Manager App on Google Play.
ar: حمل مدير تطبيق TREZOR على متجر غوغل بلاي.
bn: TREZOR Manager অ্যাপ গুগল প্লে হতে ডাউনলোড করুন।
de: Downloaden Sie die TREZOR Manager App im Google Play Store.
es: Descargar la aplicación TREZOR Manager en Google Play.
fr: Télécharger l'application TREZOR Manager sur Google Play.
it: Scarica l'App TREZOR Manager su Google Play.
ja: Google PlayからTREZOR Managerのアプリをダウンロドしてください。
nl: Download de TREZOR Manager App van Google Play.
pl: Pobierz aplikację TREZOR Manager na Google Play.
pt: Baixe o TREZOR Manager no Google Play.
uk: Завантажити TREZOR Manager App на Google Play.

# heading
source: Downloading firmware...
ar: يحمل البرنامج الثابت...
bn: ফার্মওয়্যার ডাউনলোড করা হচ্ছে...
de: Firmware wird heruntergeladen...
es: Descargando firmware...
fr: Téléchargement du firmware...
it: Sto scaricando il firmware...
ja: ファームウェアをダウンロード中...
nl: Firmware downloaden...
pl: Pobieranie firmware-u...
pt: Baixando firmware...
uk: Завантаження прошивки...

# heading
source: ETH / ETC Wallet
ar: محفظة ETC\ETH
bn: ইথ \ইটিসি ওয়ালেট
es: Monedero ETH / ETC
fr: Portefeuille ETH / ETC
it: Portafoglio ETH / ETC
ja: ETH・ETCのウオレット
nl: ETH / ETC Portemonnee
pl: Portfel ETH / ETC
pt: Carteira ETH / ETC

# transaction-fee
source: Economy
ar: إقتصادي
bn: অর্থনীতি
de: Wirtschaftlich
es: Economía
fr: Economique
ja: エコノミー
nl: Economie
pl: Ekonomiczna
pt: Econômica
uk: Економна

# button
source: Edit Device basics
ar: تعديل أساسيات الجهاز
bn: মৌলিক ডিভাইস সম্পাদনা করুন
de: Ändern der Geräteeinstellungen
es: Editar elementos básicos del dispositivo
fr: Essentiel de l'appareil
it: Edita gli elementi di base del dispositivo
ja: デバイスの基本設定を編集
nl: Wijzig Apparaat standaarden
pl: Podstawowe informacje o urządzeniu
pt: Editar fundamentos do dispositivo

source: Edit label
ar: تعديل التصنيف
bn: লেবেল সম্পাদনা করুন
de: Editiere Label
es: Editar etiqueta
fr: Editer l'étiquette
it: Edita etichetta
ja: ラベルを編集
nl: Wijzig label
pl: Edytuj etykietę
pt: Editar etiqueta

# button
source: Enable Labeling
ar: تمكين التصنيف
bn: লেবেল সক্রিয় করুন
de: Aktiviere Labeling
es: Permitir etiquetado
fr: Activer l'étiquettage
it: Abilita etichettatura
ja: ラベリングを有効にする
nl: Labeling Inschakelen
pl: Włącz etykietowanie
pt: Ativar etiquetagem
uk: Увімкнути позначення

# button
source: Enable PIN
ar: تمكين رقم التعريف الشخصي
bn: পিন সক্রিয় করুন
de: PIN aktivieren
es: Activar PIN
fr: Activer le PIN
it: Abilita PIN
ja: PINを有効にする
nl: PINcode inschakelen
pl: Włącz PIN
pt: Ativar PIN
uk: Активувати PIN-код

# recovery-label
source: Enable PIN protection
ar: تمكين الحماية برقم التعريف الشخصي
bn: পিন নিরাপত্তা সক্রিয় করুন
de: PIN-Schutz aktivieren
es: Activar protección por PIN
fr: Activer la protection avec PIN
it: Abilita protezione PIN
ja: PIN保護機能を有効にする
nl: PINcode-beveiliging inschakelen
pl: Włącz ochronę PIN
pt: Ativar proteção com PIN
uk: Активувати захист PIN-коду

# heading
source: Enable labeling
ar: تمكين التصنيف
bn: লেবেলিং সক্রিয় করুন
de: Benennung aktivieren
es: Activar etiquetado
fr: Activer l'étiquetage
it: Abilita etichettatura
ja: ラベリングを有効にする
nl: Gebruik van labels Inschakelen
pl: Włącz etykietowanie
pt: Ativar etiquetagem
uk: Увімкнути позначення

# heading
source: Enable labeling on {{label}}?
ar: تمكين وضع العلامات على {{label}}؟
bn: {{label}} এ লেবেলিং সক্রিয় করবেন?
de: Labeling aktivieren auf
it: Abilita etichettatura su {{label}}?
ja: “{{label}}”でラベリングを有効にしますか？
nl: Labeling inschakelen op
uk: Увімкнути позначення

# button
source: Enable passphrase encryption
ar: تمكين التشفير بكلمة مرور
bn: গুপ্ত-বাক্যাংশ এনক্রিপশন সক্রিয় করুন
de: Verschlüsselung mittels Passphrase aktivieren
es: Activar contraseña de encriptación
fr: Activer le cryptage par mot de passe
it: Abilita crittografia passphrase
ja: パスフレーズによる暗号化を有効にする
nl: Wachtwoordzin encryptie inschakelen
pl: Włącz szyfrowanie hasłem
pt: Ativar criptografia com senha de segurança
uk: Увімкнути шифрування кодовою фразою

# pin
source: Enabled
ar: مفعل‪
bn: সক্রিয়কৃত
de: Aktiviert
es: Activado
fr: Activé
it: Abilitato
ja: 有効
nl: Ingeschakeld
pl: Włączone
pt: Ativado
uk: Активовано

# promos-passmanager
source: Enjoy TREZOR security<br>for your passwords too!
ar: تتمتع بأمن تريزور<br>لكلمات المرور الخاصة بك أيضا!
bn: TREZOR নিরাপত্তা উপভোগ করুন<br>আপনার পাসওয়ার্ডের জন্য!
it: Sfrutta la sicurezza di TREZOR<br>anche per le tue password!
ja: あなたのパッスワードにも<br>TREZORのセキュリティ！

# button
source: Enter
ar: أدخل لـ
bn: প্রবেশ করুন
es: Marque el PIN de [device_name]
fr: Entrez
it: Inserisci
ja: 決定
nl: Voer
pl: Wprowadź
pt: Insira
uk: Ввести

source: Enter seed word
ar: أدخل كلمة البذور
bn: সীড শব্দটি লিখুন
de: Geben Sie das Seed-Wort ein
es: Introducir palabra de la semilla
fr: Entrez le mot graine
it: Inserisci il tuo seed
ja: シードの単語を入力してください
nl: Voer herstelreeks-woord in
pl: Wprowadź słowo ziarenka
pt: Insira a palavra de Seed
uk: Введіть фразу відновлення

# heading
source: Enter your new {{label}} PIN
ar: قم من جديد بإدخال لـ
bn: আপনার নতুন {{label}} PIN প্রবেশ করান
es: Ingrese su nuevo
it: Inserisci il tuo nuovo
ja: “{{label}}”の新しいPINを入力してください
nl: Voer uw nieuwe
pt: Insira o novo

# heading
source: Enter {{label}} PIN
ar: أدخل رقم التعريف الشخصي لـ {{label}}
bn: {{label}} পিন লিখুন
de: PIN aktivieren
it: Inserisci il PIN di {{label}}
ja: “{{label}}”のPINを入力してください
nl: PINcode inschakelen
uk: Активувати PIN-код

# heading
source: Enter {{label}} passphrase
ar: أدخل كلمة المرور لـ {{label}}
bn: {{label}} পাসওয়ার্ড প্রবেশ করান
de: Passphrase eingeben für
it: Inserisci la passphrase di {{label}}
ja: “{{label}}”のパスフレーズを入力してください
nl: Voer passphrase in voor

# error-message
source: Error details: {{error}}
ar: تفاصيل الخطأ: {{error}}
bn: বিস্তারিত ত্রুটি: {{error}}
de: Details zum Fehler:
it: Dettagli dell'errore: {{error}}
ja: エラーの詳細: {{error}}
nl: Foutdetails:
uk: Відомості про помилку:

# heading
source: Ethereum Wallet
ar: محفظة اثيريوم
bn: ইথিরিয়াম ওয়ালেট
es: Monedero Ethereum
fr: Portefeuille Ethereum
it: Portafoglio Ethereum
ja: イーサリアムのウオレット
nl: Ethereum Portemonnee
pl: Portfel Ethereum
pt: Carteira Ethereum

source: Example:
ar: مثال:
bn: উদাহরণ:
cs_cz: Příklad:
de: Beispiel:
es: Ejemplo:
fr: Exemple :
it: Esempio:
ja: 例:
nl: Voorbeeld:
pl: Przykład:
pt: Exemplo:
uk: Приклад:

source: Exchange: <a>Coinbase</a> or <a>Coinmama</a>
bn: বিনিময়: <a>Coinbase</a> বা <a>Coinmama</a>
it: Exchange: <a>Coinbase</a> o <a>Coinmama</a>
ja: 取引所: <a>Coinbase</a> または <a>Coinmama</a>

source: Expected confirmation time
ar: الوقت المتوقع للتصديق
bn: প্রত্যাশিত নিশ্চিত হওয়ার সময়
de: Erwartete Bestätigungszeit
es: Tiempo de confirmación estimado
fr: Temps de confirmation prévu
it: Tempo di conferma previsto
ja: 予想される承認時間
nl: Verwachte bevestigingstijd
pl: Oczekiwany czas potwierdzenia
pt: Tempo de confirmação previsto
uk: Очікуваний час підтвердження

# promos-apps
source: Explore now
ar: إستكشف الآن
bn: এখন অনুসন্ধান করুন
de: Explorer-URL
it: Explorer URL
ja: 閲覧
nl: Verkenner URL

# form-label
source: Explorer URL
ar: رابط المستكشف
bn: অনুসন্ধানকারীর URL
es: URL del explorador
fr: Consulter l'URL
ja: ブロックエクスプローラーURL
nl: Verkenner URL
pt: URL do explorador

source: Export transactions as .csv
ar: صددر المعاملات بامتداد csv
bn: লেনদেন হিসাব .csv ফরমেটে রপ্তানি করুন
de: Noch keine Transaktionen.
it: Esporta transazioni in formato .csv
ja: 取引はまだありません。
nl: Nog geen transacties.
uk: Немає транзакцій

# error-message
source: Failed to add account.
ar: فشل في إضافة حساب.
bn: অ্যাকাউন্ট সংযুক্ত করতে ব্যর্থ হয়েছে।
de: Kontoanlegung fehlgeschlagen.
es: No se pudo agregar la cuenta.
fr: Impossible d'ajouter le compte.
it: Impossibile aggiungere l'account.
ja: 口座の追加に失敗しました。
nl: Account toevoegen mislukt.
pl: Nie udało się dodać konta.
pt: Falha ao adicionar conta.
uk: Не вдалося додати рахунок.

# error-message
source: Failed to change the device label.
ar: فشل في تغيير تسمية الجهاز.
bn: ডিভাইসের লেবেল পরিবর্তন করতে ব্যর্থ হয়েছে।
de: Ändern der Gerätebezeichnung fehlgeschlagen.
es: No se pudo cambiar la etiqueta del dispositivo.
fr: Impossible de changer le nom de l'appareil.
it: Impossibile modificare l'etichetta del dispositivo.
ja: デバイスのラベルの変更に失敗しました。
nl: Labelwijziging van het apparaat mislukt.
pl: Nie udało się zmienić etykiety urządzenia.
pt: Falha ao alterar a etiqueta do dispositivo.
uk: Не вдалося змінити позначення пристрою.

# error-message
source: Failed to renew session.
ar: فشل في تجديد الدورة.
bn: সেশন নবায়ন করতে ব্যর্থ হয়েছে।
de: Erneuerung der Session fehlgeschlagen.
es: No se pudo renovar la sesión.
fr: Impossible de renouveler la session.
it: Impossibile rinnovare la sessione.
ja: セッションのやり直しに失敗しました。
nl: Vernieuwen van deze sessie mislukt.
pl: Nie udało się odnowić sesji.
pt: Falha ao renovar sessão.
uk: Не вдалося відновити сеанс.

# error-message
source: Failed to send transaction
ar: فشل في إرسال المعاملات
bn: স্থানান্তর করতে ব্যর্থ হয়েছে
de: Senden der Transaktion fehlgeschlagen
es: No se pudo enviar la transacción
fr: Impossible d'envoyer la transaction
it: Impossibile inviare la transazione
ja: 取引の送信に失敗しました
nl: Verzenden transactie mislukt
pl: Nie udało się wysłać transakcji
pt: Falha ao enviar transação
uk: Не вдалося надіслати транзакцію

# error-message
source: Failed to sign message:
ar: فشل في توقيع الرسالة:
bn: বার্তা স্বাক্ষর করতে ব্যর্থ হয়েছে।
de: Signieren der Nachricht fehlgeschlagen
es: Error al firmar el mensaje
fr: Échec dans la signature du message
it: Impossibile firmare il messaggio
ja: メッセージの署名に失敗しました:
nl: Bericht ondertekenen is mislukt
pl: Nie można podpisać wiadomości
pt: Falha ao assinar mensagem
uk: Не вдалося підписати повідомлення

# error-message
source: Failed to verify message:
ar: فشل التحقق من الرسالة:
bn: বার্তার সত্যতা যাচাই করতে ব্যর্থ হয়েছে:
de: Überprüfen der Nachricht fehlgeschlagen
es: Error al verificar el mensaje
fr: Échec dans la vérification du message
it: Impossibile verificare il messaggio
ja: メッセージの検証に失敗しました:
nl: Bericht verifiëren is mislukt
pl: Nie udało się zweryfikować wiadomości
pt: Falha ao verificar mensagem
uk: Не вдалося перевірити повідомлення

# send
source: Fee
bn: ফি
de: Gebühr
it: Commissioni
ja: 手数料
nl: Vergoeding
pl: Opłata
pt: Taxa
uk: Комісія

source: Fee
ar: رسوم
bn: ফি
de: Gebühr
es: Comisión
fr: Frais
it: Tassa
ja: 手数料
nl: Vergoeding
pl: Opłata
pt: Taxa
uk: Комісія

source: Fee is not a natural number.
ar: الرسوم ليست رقماً.
bn: ফি স্বাভাবিক সংখ্যা নয়।
de: Menge ist keine Nummer
es: Comisión ingresada no es un número.
fr: Le montant n'est pas un nombre
it: La spesa non è un numero.
ja: 手数料は自然数ではありません。
nl: Vergoeding is geen nummer.
pl: Kwota nie jest liczbą
pt: A taxa inserida não é um número.
uk: Сума не є числом

source: Fee is not a number.
ar: الرسوم ليست رقماً.
bn: ফি সংখ্যা নয়।
es: Comisión ingresada no es un número.
it: La spesa non è un numero.
ja: 手数料は数字ではありません。
nl: Vergoeding is geen nummer.
pt: A taxa inserida não é um número.

# warning-message
source: Fee is over threshold.
ar: الرسوم فوق الحد الأقصى.
bn: ফি সীমার উপরে আছে।
de: Die Gebühr ist höher, als eigentlich nötig.
es: La comisión está sobre el umbral.
fr: Les frais sont au-dessus du seuil.
it: La tassa è al di sopra della soglia.
ja: 手数料がしきい値を超えています。
nl: Vergoeding is boven de drempelwaarde.
pl: Opłata przekroczyła próg.
pt: A taxa está acima do limite.
uk: Комісія перевищує граничне значення.

source: Fee is too low.
ar: الرسوم منخفضة جداً.
bn: ফি অনেক কম।
es: La comisión es muy baja.
it: La spesa è troppo bassa.
ja: 手数料は低すぎます。
nl: Vergoeding is te laag.
pt: Taxa muito baixa.
