Repository: Othello1111/mytrezor-l10n
Catalog: lang/*/*.po
Languages: ar, bn, cs_cz, de, es, fr, it, ja, nl, pl, pt, uk

source: Balance
ar: الرصيد
bn: ব্যালেন্স
cs_cz: Zůstatek
de: Kontostand
fr: Solde
it: Saldo
ja: 残高
nl: Balans
pl: Stan
pt: Saldo

# button
source: Basic
ar: مبسط
bn: মৌলিক
de: Grundlegend
es: Básico
fr: Elémentaire
it: Base
ja: 基本
nl: Basis
pl: Podstawowe
pt: Básico
uk: Основний

source: Be careful with your XPUBs.
ar: انتبه ل XPUBs الخاص بك.
bn: আপনার XPUBs নিয়ে সাবধান থাকুন।
de: Geben Sie auf Ihre XPUBs acht.
es: Tenga cuidado con sus XPUBs.
fr: Faites attention avec vos XPUBs.
it: Stai attento con i tuoi XPUB.
ja: XPUBの取り扱いに注意してください。
nl: Wees voorzichtig met uw XPUBs.
pl: Bądź czujny z Twoimi XPUB-ami.
pt: Cuide das suas XPUBs.
uk: Будьте обережні з Вашими XPUBами.

# form-label
source: Bitcore Server URL
ar: رابط ملقم Bitcore
bn: Bitcore সার্ভার ইউআরএল
es: URL del Servidor Bitcore
fr: URL du serveur Bitcore
it: URL del Server Bitcore
ja: BitcoreサーバーURL
pl: Adres serwera Bitcore
pt: URL do servidor Bitcore
uk: URL-адреса сервера Bitcore

# error-message
source: Bitcore server failed.
ar: لقد تعطل ملقم Bitcore.
bn: Bitcore সার্ভার ব্যর্থ।
de: Bitcore-Server nicht erreichbar.
es: El servidor de Bitcore falló.
fr: Echec du serveur Bitcore.
ja: Bitcoreサーバーが失敗しました。
nl: Bitcore server mislukt.
pl: Połączenie z serwerem Bitcore nie powiodło się.
pt: Falha no servidor Bitcore.
uk: URL-адреса сервера Bitcore

# button
source: Blog
ar: مدوّنة
bn: ব্লগ
ja: ブログ

source: Blog
bn: ব্লগ
ja: ブログ

# heading
source: Bootloader mode
ar: وضع الإقلاع
bn: বুটলোডার মোড
de: Bootloader Modus
es: Modo Bootloader
fr: Mode Bootloader
it: Modalità Bootloader
ja: ブートローダーモード
nl: Bootloader modus
pl: Tryb Bootloader
pt: Modo bootloader
uk: Режим завантажувача

# promos-passphrase
source: But first, get to know how it works!
ar: ولكن أولا، تعرف على كيفية عمله!
bn: কিন্তু প্রথমে, আপনাকে জানতে হবে কিভাবে এটি কাজ করে!
it: Ma prima, impara come funziona!
ja: を使って隠しウォレット を利用できます。まず、パスフレーズの使い方について読んでください。

# promos-passphrase
source: But first, get to know<br>how it works!
ar: ولكن أولا، تعرف على<br>كيفية عمله!
bn: কিন্তু প্রথমে, আপনাকে জানতে হবে<br>কিভাবে এটি কাজ করে!
it: Ma prima, impara<br>come funziona!
ja: を使って隠しウォレット を利用できます。<br>まず、パスフレーズの使い方について読んでください。

# button
source: Cancel
ar: إلغاء
bn: বাতিল করুন
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt: Cancelar
uk: Скасувати

source: Cancel
bn: বাতিল করুন
cs_cz: Zrušiť
de: Abbrechen
it: Cancella
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt: Cancelar
uk: Скасувати

# error-message
source: Careful, It's too easy to guess.
ar: إنتبه، فمن السهل جداً تخمينه.
bn: সাবধান, এটি অনুমান করা খুব সহজ।
de: Aufpassen, das ist zu einfach zu erraten.
es: Atención, es muy fácil de adivinar.
fr: Attention, le PIN est trop facile à deviner.
it: Attenzione, è troppo facile da indovinare.
ja: 注意：簡単に推測できます。
nl: Voorzichtig, het is te makkelijk te raden.
pl: Ostrożnie, PIN jest zbyt łatwy do odgadnięcia.
pt: Cuidado, é muito fácil de descobrir.

# heading
source: Caution!
ar: تحذير!
bn: সাবধান!
de: Vorsicht!
es: ¡Cuidado!
fr: Prudence !
it: Attenzione!
ja: 注意!
nl: Let op!
pl: Uwaga!
pt: Cuidado!
uk: Увага!

# form-label
source: Cell delimiter
ar: محدِّد الخلية
bn: সেল ডেলিমিটার
de: Trennzeichen
es: Delimitador de celda
fr: Délimiteur de cellule
ja: セルの区切り文字
nl: Cel scheidingsteken
pl: Separator
pt: Delimitador de célula
uk: Роздільник клітинок

# button
source: Change
ar: تغيير
bn: পরিবর্তন করুন
de: Änderung
es: Cambiar
fr: Changer
it: Cambia
ja: 変更
nl: Wijzigen
pl: Zmień
pt: Alterar
uk: Змінити

# button
source: Change PIN
ar: تغيير المعرف الشخصي
bn: পিন নম্বরটি পরিবর্তন করুন
de: PIN ändern
es: Cambiar PIN
fr: Changer le code PIN
it: Cambia PIN
ja: PINを変更
nl: Wijzigen
pl: Zmień PIN
pt: Alterar PIN
uk: Змінити PIN-код

source: Change comment
ar: غيير التعليق
bn: মন্তব্য পরিবর্তন করুন
de: Anmerkung ändern
es: Modificar comentario
fr: Changer le commentaire
it: Cambia commento
ja: コメントを変更
nl: Opmerking wijzigen
pl: Zmień komentarz
pt: Alterar comentário
uk: Змінити коментар

# button
source: Change label
ar: غيير الصنف
bn: লেবেল পরিবর্তন করুন
de: Ändern
es: Cambiar etiqueta
fr: Changer l'étiquette
it: Cambia etichetta
ja: ラベルを変更
nl: Label wijzigen
pl: Zmień etykietę
pt: Alterar etiqueta
uk: Змінити позначення

# heading
source: Changelog
ar: سجل التحديث
bn: চেঞ্জলগ
de: Änderungsprotokoll
es: Historial de cambios
fr: Historique des modifications
ja: 変更履歴
nl: Log van wijzigingen
pl: Dziennik zmian
pt: Log de alterações
uk: Журнал змін

# heading
source: Check address on TREZOR display
ar: تحقق من العنوان على شاشة TREZOR
bn: TREZOR ডিসপ্লে এ ঠিকানা পরীক্ষা করুন
de: Überprüfen Sie die Adresse auf Ihrem TREZOR
es: Compruebe la dirección en la pantalla del TREZOR
fr: Vérifier l'adresse sur l'écran du TREZOR
it: Controlla l'indirizzo sul display del tuo TREZOR
ja: 画面上に表示されたアドレスが正しいか確認してください
nl: Controleer het adres op het TREZOR display
pl: Sprawdź adres na wyświetlaczu urządzenia TREZOR
pt: Verifique o endereço na tela do TREZOR
uk: Перевірте адресу на дисплеї TREZOR

# promos-pin
source: Check out some of our tips!
ar: تحقق من بعض نصائحنا!
bn: আমাদের টিপস দেখুন!
it: Guarda i nostri consigli!
ja: は十分に堅牢ですか？ヒントを参照してください。

# warning-message
source: Choose a strong PIN to protect your device from unauthorized access. The layout is displayed on your TREZOR.
ar: اختر رقم تعريف شخصي قوي لحماية جهازك من الدخول غير المصرح به. يتم عرض التخطيط على تريزورك.
bn: অননুমোদিত অ্যাক্সেস থেকে আপনার ডিভাইসকে রক্ষা করার জন্য শক্ত পিন নাম্বার বেছে নিন।এই লেআউট আপনার TREZOR ডিসপ্লেতে প্রদর্শিত হয়।
es: Elija un PIN difícil para proteger su dispositivo contra accesos no autorizados. La ubicación de los números se muestra en su TREZOR.
it: Scegli un PIN complesso al fine di proteggere il tuo dispositivo da accessi non autorizzati. Il layout è mostrato sul tuo TREZOR.
ja: 堅牢なPINを選択してください。レイアウトはお使いのTREZOR上に表示されています。
nl: Kies een sterke PIN om uw apparaat te beschermen tegen onbevoegde toegang. De layout is weergegeven op uw TREZOR.
pt: Escolha um PIN forte para proteger seu dispositivo de acesso sem autorização. Os números são exibidos no seu TREZOR.

# button
source: Clear
ar: مسح
bn: পরিষ্কার
de: Zurücksetzen
es: Limpiar
fr: Effacer
it: Pulire (infinitive) or Pulisci (2 pers. singular, more informal)
ja: クリア
nl: Leegmaken
pl: Wyczyść
pt: Limpar
uk: Очистити

# promos-labeling
source: Click on Dropbox icon on the bottom.
ar: انقر على أيقونة دروب بكس في الجزء السفلي.
bn: নিচের ড্রপ-বক্স আইকনে ক্লিক করুন।
it: Clicca sull'icona Dropbox in basso.
ja: サイドバーの下のDropboxのアイコンをクリックして利用できます。

# promos-labeling
source: Click on Dropbox icon<br>on the bottom.
ar: انقر على أيقونة دروب بكس<br>في الجزء السفلي.
bn: নিচের ড্রপ-বক্স আইকনে<br>ক্লিক করুন।
it: Clicca sull'icona Dropbox<br>in basso.
ja: サイドバーの下のDropboxのアイコンを<br>クリックして利用できます。

# xpub-text
source: Click on XPUB to show its QR code. Scan it into an application that supports XPUBs such as <a>Mycelium</a> or <a>Sentinel for Android</a>. Then, you can watch your transactions and receive payments everywhere without carrying your TREZOR.
bn: এর QR কোড প্রদর্শন করা XPUB এ ক্লিক করুন। এর মধ্যে XPUBs <a>Mycelium</a> বা <a>অ্যান্ড্রয়েডের জন্য সেন্টিনেল</a> সমর্থন করে আবেদন স্ক্যান করুন। তবে আপনি দেখুন আপনার লেনদেন নিয়ে কাজ করতে পারে এবং পেমেন্ট গ্রহণ সব জায়গায় আপনার TREZOR বহন না।
it: Clicca su XPUB per vedere il QR code. Scansionalo in una applicazione che supporta XPUB come <a>Mycelium</a> o <a>Sentinel for Android</a>. A questo punto puoi vedere le tue transazioni e ricevere pagamenti senza portarti dietro il tuo TREZOR.
ja: XPUBをクリックするとQRコードが表示されます。<a>Mycelium</a>または<a>Sentinel for Android</a>のようなXPUBをサポートしたアプリケーションにスキャンしてデータを取り込んでください。そして、TREZORなしでも、どこでも過去の取引情報の閲覧と支払いの受付けができるようになります。

# promos-show
source: Click on eye icon<br>in the Receive tab.
ar: انقر على أيقونة العين <br>في علامة التبويب التلقي.
bn: রিসিভ ট্যাবের চোখের আইকনে<br> ক্লিক করুন।
it: Clicca sull'icona "occhio"<br>nel tab "Ricevi".
ja: という機能を使ってください。<br>“受信”タブで目のアイコンを<br>クリックしてアクセスできます。

source: Click to hide address
ar: إضغط لإخفاء العنوان
bn: ঠিকানা লুকাতে ক্লিক করুন
de: Klicken, um die Adresse zu verbergen
es: Pulse para ocultar la dirección
fr: Cliquez pour cacher l'adresse
it: Premi per nascondere l'indirizzo
ja: クリックしてアドレスを隠す
nl: Klik om het adres te verbergen
pl: Kliknij, aby ukryć adres
pt: Clique para esconder o endereço
uk: Натисніть, щоб приховати адресу

# button
source: Click to renew session
ar: إضغط لتجديد الدورة
bn: সেশন নবায়ন করতে ক্লিক করুন।
de: Klicken Sie hier, um Ihre Session zu erneuern
es: Pulse para renovar la sesión
fr: Cliquez pour renouveler la session
it: Premi per rinnovare la sessione
ja: クリックして新しくセッションを始める
nl: Klik om deze sessie te vernieuwen
pl: Kliknij, aby wznowić sesję
pt: Clique para renovar a sessão
uk: Натисніть кнопку, щоб відновити сеанс

source: Click to renew session
bn: সেশন নবায়ন করতে ক্লিক করুন।
cs_cz: Klikni pro obnovení session
de: Klicken Sie hier, um Ihre Session zu erneuern
it: Clicca per rinnovare la sessione
ja: クリックして新しくセッションを始める
nl: Klik om deze sessie te vernieuwen
pl: Kliknij, aby wznowić sesję
pt: Clique para renovar a sessão
uk: Натисніть кнопку, щоб відновити сеанс

source: Click to show address
ar: إضغط لإظهار العنوان
bn: ঠিকানা দেখতে ক্লিক করুন
de: Klicken, um die Adresse anzuzeigen
es: Pulse para mostrar la dirección
fr: Cliquez pour montrer l'adresse
it: Premi per mostrare l'indirizzo
ja: クリックしてアドレスを表示
nl: Klik om het adres weer te geven
pl: Kliknij, aby pokazać adres
pt: Clique para exibir o endereço
uk: Натисніть, щоб переглянути адресу

# tooltip
source: Close
ar: إغلاق
bn: বন্ধ করুন
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
nl: Sluiten
pl: Zamknij
pt: Fechar
uk: Закрити

# button
source: Close
ar: إغلاق
bn: বন্ধ করুন
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
nl: Sluiten
pl: Zamknij
pt: Fechar
uk: Закрити

source: Close
bn: বন্ধ করুন
cs_cz: Zavřít
de: Schließen
it: Chiudi
ja: 閉じる
nl: Sluiten
pl: Zamknij
pt: Fechar
uk: Закрити

# form-label
source: Comment
ar: تعليق
bn: মন্তব্য
de: Anmerkung
es: Comentario
fr: Commentaire
it: Commenti
ja: コメント
nl: Opmerking
pl: Komentarz
pt: Comentário
uk: Коментар

# heading
source: Confirm action on your TREZOR device.
ar: أكد الإجراء على جهاز TREZOR.
bn: আপনার TREZOR ডিভাইসে ব্যবস্থা নিশ্চিত করুন।
de: Bestätigen Sie die Aktion auf Ihrem TREZOR.
es: Confirme la acción en su dispositivo TREZOR.
fr: Confirmez l'action sur votre TREZOR.
it: Conferma l'azione sul tuo dispositivo TREZOR.
ja: TREZORで操作を確認してください。
nl: Bevestig actie op uw TREZOR apparaat.
pl: Potwierdź akcję na swoim urządzeniu TREZOR.
pt: Confirme a ação no seu TREZOR.
uk: Підтвердіть дію на Вашому пристрої.

# heading
source: Confirm action on your device.
ar: أكد الإجراء على جهازك.
bn: আপনার ডিভাইসের ব্যবস্থা নিশ্চিত করুন।
de: Bestätigen Sie die Aktion auf Ihrem Gerät.
es: Confirme la acción en su dispositivo.
fr: Confirmez l'action sur votre appareil.
it: Conferma l'azione sul tuo dispositivo.
ja: デバイスで操作を確認してください。
nl: Bevestig actie op uw apparaat.
pl: Potwierdź akcję na swoim urządzeniu.
pt: Confirme a ação no dispositivo.
uk: Підтвердіть дію на Вашому пристрої.

source: Confirm action on your device.
bn: আপনার ডিভাইসের ব্যবস্থা নিশ্চিত করুন।
de: Bestätigen Sie die Aktion auf Ihrem Gerät.
it: Conferma l'azione sul tuo TREZOR.
ja: デバイスで操作を確認してください。
nl: Bevestig actie op uw apparaat.
pl: Potwierdź akcję na swoim urządzeniu.
pt: Confirme a ação no dispositivo.

source: Confirm choice by pressing enter.
ar: أكد الاختيار بالضغط على دخول.
bn: এন্টার চেপে পছন্দ নিশ্চিত করুন।
cs_cz: Potvrdte volbu stlačením enter.
de: Bitte bestätigen Sie Ihre Auswahl mit der Enter-Taste.
es: Confirmar elección pulsando enter.
fr: Confirmez le choix en appuyant sur entrer.
it: Conferma la scelta premendo enter (if enter is the button and enter is filicalli written on it) Conferma la scelta premendo invio (if enter is just a normal button)
ja: Enterキーを押して選択を確定する。
nl: Bevestig uw keuze door op te Enter te klikken.
pl: Potwierdź wybór poprzez naciśnięcie enter.
pt: Confirme a escolha pressionando enter.
uk: Підтвердити вибір, натиснувши кнопку Enter.

# heading
source: Confirm passphrase encryption
ar: أكد كلمة المرور المشفرة
bn: গুপ্ত-বাক্যাংশ এনক্রিপশন নিশ্চিত করুন
de: Verschlüsselung mittels Passphrase bestätigen
es: Confirmar la contraseña de encriptación
fr: Confirmer le mot de passe de cryptage
it: Conferma la crittografia passphrase
ja: パスフレーズによる暗号化を確認してください
nl: Bevestig de wachtwoordzin encryptie
pl: Potwierdź szyfrowanie hasłem
pt: Confirmar criptografia com senha de segurança
uk: Підтвердіть шифрування кодової фрази

# heading
source: Confirm provided information.
ar: أكد المعلومات المقدمة.
bn: প্রদানকৃত তথ্য নিশ্চিত করুন।
de: Bestätigen Sie die Informationen.
es: Confirmar la información.
fr: Confirmez l'information fournie.
it: Conferma le informazioni fornite.
ja: 情報を確認してください。
nl: Bevestig verstrekte informatie.
pl: Potwierdź podaną informację.
pt: Confirme a informação fornecida.
uk: Підтвердіть шифрування кодової фрази

source: Confirmation time cannot be estimated.
ar: لا يمكن تقدير وقت تصديق المعاملة.
bn: নিশ্চিত হওয়ার সময় অনুমান করা যায় না।
es: El tiempo de confirmación no puede ser estimada.
it: Il tempo di conferma non può essere stimato.
ja: 承認時間は算定できません。
nl: Bevestigingstijd kan niet worden ingeschat.
pt: O tempo de confirmação não pode ser estimado.

# success-message
source: Congratulations! Your device is now ready to use.
ar: مبروك! جهازك جاهز للاستخدام.
bn: অভিনন্দন! আপনার ডিভাইস ব্যবহারের জন্য প্রস্তুত আছে।
de: Gratuliere! Ihr Gerät kann nun verwendet werden.
es: ¡Felicidades! Ahora tu dispositivo está listo para su uso.
fr: Félicitation! Votre appareil est maintenant prêt à être utilisé.
it: Congratulazioni! Il tuo dispositivo è ora pronto all'uso.
ja: おめでとうございます！これでお持ちのデバイスを使用する準備が整いました。
nl: Gefeliciteerd! Uw apparaat is nu klaar voor gebruik.
pl: Gratulację! Twoje urządzenie jest teraz gotowe do użycia.
pt: Parabéns! Seu dispositivo está pronto para ser usado.
uk: Вітаємо! Ваш пристрій готовий до використання.

source: Connect TREZOR to continue
ar: قم بتوصيل TREZOR للمتابعة
bn: বজায় রাখার জন্য TREZOR সংযুক্ত করুন
de: Schließen Sie Ihren TREZOR an, um fortzufahren
es: Conectar el dispositivo TREZOR para continuar
it: Connetti TREZOR per continuare
ja: 続けるためにTREZORを接続してください
nl: Sluit uw TREZOR aan om door te gaan
pt: Conecte o TREZOR para continuar

source: Connect the device to change PIN.
ar: قم بتوصيل الجهاز لتغيير رقم التعريف الشخصي.
bn: পিন নম্বর পরিবর্তন করার জন্য ডিভাইস সংযুক্ত করুন।
de: Schließen Sie Ihr Gerät an, um den PIN zu ändern.
es: Conecta el dispositivo para cambiar el PIN.
fr: Connectez l'appareil pour changer le PIN.
it: Connetti il dispositivo per cambiare il PIN.
ja: PINを変更するためにデバイスを接続してください。
nl: Sluit het apparaat aan om de PINcode te wijzigen.
pl: Podłącz urządzenie, aby zmienić PIN.
pt: Conecte o dispositivo para alterar o PIN.
uk: Підключіть пристрій, щоб змінити PIN-код.

source: Connect the device to change the label.
ar: قم بتوصيل الجهاز لتغيير التصنيف.
bn: পিন নম্বর পরিবর্তন করার জন্য ডিভাইস সংযুক্ত করুন।
de: Schließen Sie Ihr Gerät an, um die Bezeichnung zu ändern.
es: Conecta el dispositivo para cambiar la etiqueta.
fr: Connectez l'appareil pour changer l'étiquette.
it: Collegare il dispositivo per cambiarne l'etichetta.
ja: ラベルを変更するためにデバイスを接続してください。
nl: Sluit het apparaat aan om het label te wijzigen.
pl: Podłącz urządzenie, aby zmienić etykietę.
pt: Conecte o dispositivo para alterar a etiqueta.
uk: Підключіть пристрій, щоб змінити позначення.

source: Connect the device to disable PIN.
ar: قم بتوصيل الجهاز لتعطيل رقم التعريف الشخصي.
bn: পিন নম্বর নিষ্ক্রিয় করার জন্য ডিভাইস সংযুক্ত করুন।
de: Schließen Sie Ihr Gerät an, um den PIN zu deaktivieren.
es: Conecta el dispositivo para desactivar el PIN.
fr: Connectez l'appareil pour désactiver le PIN.
it: Connetti il dispositivo per disabilitare il PIN.
ja: PINを無効にするためにデバイスを接続してください。
nl: Sluit het apparaat aan om de PINcode uit te schakelen.
pl: Podłącz urządzenie, aby wyłączyć PIN.
pt: Conecte o dispositivo para desativar o PIN.
uk: Підключіть пристрій, щоб вимкнути PIN-код.

source: Connect the device to disable passphrase.
ar: قم بتوصيل الجهاز لتعطيل عبارة المرور.
bn: গুপ্ত-বাক্যাংশ নিষ্ক্রিয় করার জন্য ডিভাইস সংযুক্ত করুন।
de: Schließen Sie Ihr Gerät an, um die Passphrase zu deaktivieren.
es: Conecta el dispositivo para desactivar la frase-contraseña.
fr: Connectez l'appareil pour désactiver le mot de passe.
it: Connetti il dispositivo per disabilitare la passphrase.
ja: パスフレーズを無効にするデバイスを接続してください。
nl: Sluit het apparaat aan om de wachtwoordzin uit te schakelen.
pl: Podłącz urządzenie, aby wyłączyć hasło.
pt: Conecte o dispositivo para desativar a senha de segurança.
uk: Підключіть пристрій, щоб вимкнути кодову фразу.

source: Connect the device to enable PIN.
ar: قم بتوصيل الجهاز لتمكين رقم التعريف الشخصي.
bn: পিন নম্বর সক্রিয় করার জন্য ডিভাইস সংযুক্ত করুন।
de: Schließen Sie Ihr Gerät an, um einen PIN zu aktivieren.
es: Conecta el dispositivo para activar el PIN.
fr: Connectez l'appareil pour activer le PIN.
it: Connetti il dispositivo per abilitare il PIN.
ja: PINを有効にするためにデバイスを接続してください。
nl: Sluit het apparaat aan om de PINcode te gebruiken.
pl: Podłącz urządzenie, aby włączyć PIN.
pt: Conecte o dispositivo para ativar o PIN.
uk: Підключіть пристрій, щоб активувати PIN-код.

source: Connect the device to enable passphrase.
ar: قم بتوصيل الجهاز لتمكين عبارة المرور.
bn: গুপ্ত-বাক্যাংশ সক্রিয় করার জন্য ডিভাইস সংযুক্ত করুন।
de: Schließen Sie Ihr Gerät an, um eine Passphrase zu aktivieren.
es: Conecta el dispositivo para activar la contraseña.
fr: Connectez l'appareil pour activer le mot de passe.
it: Connetti il dispositivo per abilitare la passphrase.
ja: パスフレーズを有効にするためにデバイスを接続してください。
nl: Sluit het apparaat aan om de wachtwoordzin in te schakelen.
pl: Podłącz urządzenie, aby włączyć hasło.
pt: Conecte o dispositivo para ativar a senha de segurança.
uk: Підключіть пристрій, щоб увімкнути кодову фразу.

source: Connect the device to set its homescreen.
ar: قم بتوصيل الجهاز لضبط صفحته الرئيسية.
bn: মূল স্ক্রিন সেট করার ডিভাইস সংযুক্ত করুন।
de: Schließen Sie Ihr Gerät an, um dessen Homescreen zu konfigurieren.
es: Conecta el dispositivo para configurar su pantalla de inicio.
fr: Connectez l'appareil pour configurer l'écran d'accueil.
it: Connetti il dispositivo per impostare lo sfondo.
ja: ホーム画面を設定するデバイスを接続してください。
nl: Sluit het apparaat aan om het welkomscherm te wijzigen.
pl: Podłącz urządzenie, aby ustawić ekran domowy.
pt: Conecte o dispositivo para configurar sua tela inicial.
uk: Підключіть пристрій для встановлення заставки.

# button
source: Connect to Dropbox
ar: اتصل بـ Dropbox
bn: ড্রপ-বক্সে সংযুক্ত করুন
de: Verbinden mit Dropbox
es: Conectar a Dropbox
fr: Se connecter à Dropbox
it: Connetti a Dropbox
ja: Dropboxと連携
nl: Verbinden met Dropbox
pl: Połącz z Dropbox
pt: Conectar ao Dropbox
uk: Підключити до Dropbox

source: Connect to Dropbox to enable:<br>- renaming accounts<br>- commenting transactions<br>- labeling addresses and more...
ar: اتصل بـ Dropbox لتمكين:<br>- إعادة تسمية حسابات<br>- التعليق على المعاملات<br>- تصنيف العناوين و غيره...
bn: সক্রিয় করার জন্য ড্রপ-বক্স্: লেনদেন <br>মন্তব্য-ঠিকানা এবং আরও অনেক কিছু লেবেল <br>- পুনঃনামকরণে হিসাব <br>-...
cs_cz: Pripojit k Dropboxu a povolit:<br>- prejmenovávaní účtu<br>- komentováni transakcii<br>- značkováni adres…
de: Verbinden Sie Ihr Gerät mit Dropbox, um folgendes zu aktivieren <br>- Umbenennen von Accounts<br>- Kommentare für Transaktionen<br>- Benennung von Adressen<br>und mehr...
es: Conectar a Dropbox para activar:<br>- renombrar cuentas<br>- comentar transacciones<br>- etiquetar direcciones y mucho más...
fr: Se connecter à Dropbox pour activer: <br>renommer les comptes-<br>-commenter les transactions<br>-étiqueter les adresses et plus...
it: Connetti a Dropbox per abilitare:<br>- rinominare gli account<br>- commentare le transazioni<br>- etichettare indirizzi e altro ancora...
ja: Dropboxと連携すると有効になる機能は:<br>- 口座の名前の変更<br>- 取引へのコメント<br>- アドレスのラベリングなど...
nl: Verbinden met Dropbox om: <br>- rekeningen te hernoemen <br>- opmerkingen bij transacties te plaatsen<br>- adressen te labelen en meer...
pl: Połącz Dropbox, aby włączyć:<br>- zmianę nazwy konta<br>- komentowanie transakcji<br>- etykietowanie adresów i wiele więcej...
pt: Conecte ao Dropbox para:<br>- renomear contas<br>- comentar transações<br>- etiquetar endereços e mais...
uk: Підключіться до Dropbox щоб: <br>- перейменовувати рахунки <br>- коментувати транзакції <br>- робити позначення адрес та багато іншого...

source: Connect your TREZOR to display this address
ar: لعرض هذا العنوان قم بتوصيل تريزورك
bn: ঠিকানা প্রদর্শনের জন্য আপনার TREZOR সংযুক্ত করুন
cs_cz: Připojte váš TREZOR pro zobrazení adresy
de: Schließen Sie Ihren TREZOR an, um die Adresse anzuzeigen
es: Conecte su TREZOR para mostrar esta dirección
fr: Connectez votre TREZOR pour afficher cette adresse
it: Connetti il tuo TREZOR per mostrare questo indirizzo
ja: このアドレスを表示するためにTREZORを接続してください
nl: Sluit uw TREZOR aan om dit adres weer te geven
pl: Podłącz swój TREZOR, aby wyświetlić ten adres
pt: Conecte seu TREZOR para exibir este endereço
uk: Підключіть Ваш TREZOR, щоб відобразити цю адресу

# device-state
source: Connected device
ar: الجهاز متصل
bn: সংযুক্ত ডিভাইস
de: Verbundenes Gerät
es: Dispositivo conectado
fr: Appareil connecté
it: Dispositivi connessi
ja: 接続済みのデバイス
nl: Aangesloten apparaat
pl: Podłączone urządzenie
pt: Dispositivo conectado
uk: від'єднайте пристрій

source: Connecting ...
ar: جاري الاتصال ...
bn: সংযোগ করা হচ্ছে...
de: Verbinde ...
es: Conectando...
fr: Connexion ...
it: Connessione ...
ja: 接続中...
nl: Verbinden ...
pl: Łączenie...
pt: Conectando...

source: Continue
bn: বজায় রাখুন
cs_cz: Pokračovat
de: Fortsetzen
it: Prosegui
ja: 続ける
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
uk: Продовжити

# button
source: Continue
ar: استمر
bn: বজায় রাখুন
de: Fortsetzen
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
uk: Продовжити

# form-label
source: Currency backend
ar: العملة الأساسية
bn: মুদ্রা ব্যাক-এন্ড
de: Währungs-Backend
es: Moneda de backend
fr: Devise principale
it: Seleziona la valuta del wallet
ja: 通過バックエンド
nl: Valuta backend
pl: Serwer walut
pt: Backend de cotação

# error-message
source: Currency not found in the header
ar: العملة غير موجودة في الرأس
bn: মুদ্রা হেডারে খুঁজে পাওয়া যায়নি
it: Riga di intestazione per la colonna Valuta non trovata
ja: ヘッダーには通過が見つかりません

# date
source: Custom
ar: مخصص
bn: স্বনির্বাচিত
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ja: カスタム
nl: Handmatig
pl: Inne
pt: Personalizada

# transaction-fee
source: Custom
ar: مخصصة
bn: স্বনির্বাচিত
es: Personalizado
ja: カスタム
nl: Standaard
pt: Personalizada

# form-label
source: Custom Backend
ar: دعم باكيند مخصص
bn: স্বনির্বাচিত ব্যাক-এন্ড
de: Eigenes Bild
it: Valuta del wallet personalizzata
ja: カスタムのバックエンド
nl: Aangepaste afbeelding

# label
source: Custom image
ar: صورة مخصصة
bn: স্বনির্বাচিত চিত্র
de: Eigenes Bild
es: Imagen personalizada
fr: Il s'agit d'une petite étiquette dans l'onglet Ecran d'Accueil
it: Immagine personalizzata
ja: カスタムの画像
nl: Aangepaste afbeelding
pl: Własny obrazek
pt: Imagem personalizada

# form-label
source: Data (hex)
ar: البيانات (ست عشري هكس)
bn: ডাটা (হেক্স)
it: Dati (hex)
ja: データ（16進数）

# form-label
source: Data (text)
ar: البيانات (نص)
bn: তথ্য (লেখা)
it: Dati (testo)
ja: データ（テキスト）

# error-message
source: Data invalid
ar: بيانات غير صالحة
bn: ডাটা অবৈধ
it: Dati invalidi
ja: データは無効です

source: Date
ar: التاريخ
bn: তারিখ
es: Fecha
it: Data
ja: 日付
nl: Datum
pt: Data

# error-message
source: Deriving not done.
ar: الناشئة لم تفعل.
bn: সঞ্চিত হয়নি।
it: Recupero dell'indirizzo non riuscito.
ja: 派生は行われていません。

source: Details
ar: التفاصيل
bn: বিশদ
es: Detalles
it: Dettagli
ja: 詳細
pt: Detalhes
