Repository: Othello1111/mytrezor-l10n
Catalog: lang/*/*.po
Languages: ar, bn, cs_cz, de, es, fr, it, ja, nl, pl, pt, uk

# warning-message
source: Your installation of TREZOR Bridge needs to be upgraded first.
ar: مثبت جسر تريزور يحتاج إلى ترقية أولاً.
bn: প্রথমে ইনস্টলকৃত TREZOR Bridge আপগ্রেড করা প্রয়োজন।
de: Ihre TREZOR Bridge Installation muss zuerst aktualisiert werden.
es: Su instalación de TREZOR Bridge necesita estar actualizado.
fr: Votre installation du TREZOR Bridge doit d'abord être mise à jour.
it: L'installazione di TREZOR Bridge deve prima essere aggiornata.
ja: TREZOR Bridgeをインストールするには、アップグレードが先に必要です。
nl: Uw TREZOR-bridge moet eerst worden bijgewerkt.
pl: Twoja instalacja TREZOR Bridge musi być zaktualizowana jako pierwsza.
pt: Sua instalação do TREZOR Bridge precisa ser atualizada primeiro.
uk: Спочатку потрібно оновити установки TREZOR Bridge.

source: Your installation of TREZOR Bridge needs to be upgraded first.
ar: مثبت جسر تريزور يحتاج إلى ترقية أولاً.
bn: প্রথমে ইনস্টলকৃত TREZOR Bridge আপগ্রেড করা প্রয়োজন।
de: Ihre TREZOR Bridge Installation muss zuerst aktualisiert werden.
es: Su instalación de TREZOR Bridge necesita estar actualizado.
fr: Votre installation du TREZOR Bridge doit d'abord être mise à jour.
it: L'installazione di TREZOR Bridge deve prima essere aggiornata.
ja: TREZOR Bridgeをインストールするには、アップグレードが先に必要です。
nl: Uw TREZOR-bridge moet eerst worden bijgewerkt.
pl: Twoja instalacja TREZOR Bridge musi być zaktualizowana jako pierwsza.
pt: Sua instalação do TREZOR Bridge precisa ser atualizada primeiro.
uk: Спочатку потрібно оновити установки TREZOR Bridge.

source: Your message is {{length}} letters long.
ar: رسالتك تحتوي {{طول}} من الأحرف.
bn: আপনার {{length}} অক্ষর দীর্ঘ।
de: Maximale Nachrichtenlänge beträgt 255 Zeichen.
it: Il messaggio è lungo {{length}} caratteri.
ja: ご入力のメッセージは{{length}}文字です。
nl: Maximale lengte van een bericht is 255 tekens.
uk: Максимальна довжина повідомлення складає 255 букв.

source: add your comments to transactions
ar: إضافة تعليقاتك إلى المعاملات
bn: স্থানান্তরে আপনার মন্তব্য যোগ করুন
de: fügen Sie Kommentare zu Ihren Transaktionen hinzu
es: añadir tus comentarios a las transacciones
fr: ajoutez vos commentaires aux transactions
it: aggiungi commenti alla transazione
ja: 取引にコメントを追加できます
nl: voeg uw opmerkingen toe aan transacties
pl: dodawaj swoje komentarze do transakcji
pt: adicione seus comentários às transações
uk: додати свої коментарі до транзакцій

source: address,amount,currency {{exampleAddress}},0.31337,{{shortcut}}
bn: ঠিকানা,পরিমাণ,মুদ্রা {{exampleAddress}}, 0.31337,{{shortcut}}
it: indirizzo,importo,valuta {{exampleAddress}},0.31337,{{shortcut}}
ja: アドレス,金額,通過 {{exampleAddress}},0.31337,{{shortcut}}

source: address,amount,currency {{exampleAddress}},0.31337,{{shortcut}} 1Hs1pKYW9qZwY2DfSPFGVDKCqCJSDUqYfA,0.1,USD
bn: ঠিকানা,পরিমাণ,মুদ্রা {{exampleAddress}}, 0.31337,{{shortcut}} 1Hs1pKYW9qZwY2DfSPFGVDKCqCJSDUqYfA,0.1,USD
it: indirizzo,importo,valuta {{exampleAddress}},0.31337,{{shortcut}} 1Hs1pKYW9qZwY2DfSPFGVDKCqCJSDUqYfA,0.1,USD
ja: アドレス,金額,通過 {{exampleAddress}},0.31337,{{shortcut}} 1Hs1pKYW9qZwY2DfSPFGVDKCqCJSDUqYfA,0.1,USD

source: address,amount,currency,label {{exampleAddress}},0.31337,{{shortcut}},for Alice
bn: ঠিকানা,পরিমাণ,মুদ্রা {{exampleAddress}}, 0.31337,{{shortcut}},Alice এর জন্য
it: indirizzo,importo,valuta,messaggio {{exampleAddress}},0.31337,{{shortcut}},for Alice
ja: アドレス,金額,通過,ラベル {{exampleAddress}},0.31337,{{shortcut}},Aliceへ

source: address,amount,currency,label {{exampleAddress}},0.31337,{{shortcut}},for Alice 1Hs1pKYW9qZwY2DfSPFGVDKCqCJSDUqYfA,0.1,USD,for Bob
bn: ঠিকানা,পরিমাণ,মুদ্রা {{exampleAddress}}, 0.31337,{{shortcut}},Alice এর জন্য 1Hs1pKYW9qZwY2DfSPFGVDKCqCJSDUqYfA,0.1,USD,Bob এর জন্য
it: indirizzo,importo,valuta,messaggio {{exampleAddress}},0.31337,{{shortcut}},for Alice 1Hs1pKYW9qZwY2DfSPFGVDKCqCJSDUqYfA,0.1,USD,for Bob
ja: アドレス,金額,通過,ラベル {{exampleAddress}},0.31337,{{shortcut}},Aliceへ 1Hs1pKYW9qZwY2DfSPFGVDKCqCJSDUqYfA,0.1,USD,Bobへ

source: coffee by jen is licenced under CC BY 2.0
ar: coffee بواسطة jen مرخصة بموجب CC BY 2.0
bn: jen এর দ্বারা কফি CC BY 2.0 দ্বারা লাইসেন্সকৃত
de: coffee von jen ist lizenziert unter CC BY 2.0
es: coffee by jen está licenciado bajo CC BY 2.0
fr: coffee by jen est autorisé sous CC BY 2.0
it: coffee by jen è concesso in licenza sotto CC BY 2.0
ja: coffee by jen は、CC BY 2.0 によってライセンスされています
nl: coffee by jen is gelicenseerd onder CC BY 2.0
pl: coffee autorstwa jen na licencji CC BY 2.0
pt: coffee by jen está licenciado sob CC BY 2.0
uk: coffee. Автор: jen Лицензія: CC BY 2.0

# transaction-time
source: day
ar: اليوم
bn: দিন
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 日
nl: Vandaag
pl: Dzisiaj
pt: Hoje

source: disconnect the device
ar: افصل الجهاز
bn: ডিভাইস সংযোগ ছিন্ন করুন
de: Trennen Sie das Gerät
es: desconecte el dispositivo
fr: Déconnectez l'appareil
it: disconnetti il dispositivo
ja: デバイスを取り外して、
nl: Koppel het apparaat los
pl: Odłącz urządzenie
pt: Desconecte o dispositivo
uk: від'єднайте пристрій

# promos-2fa
source: for secure login to Gmail, Google Drive, Dropbox, Dashlane, and more...
bn: নিরাপদ লগ-ইন জিমেইল, গুগল ড্রাইভ, ড্রপ-বক্স্, Dashlane এবং আরও অনেক কিছু করার জন্য...
it: per un login sicuro su Gmail, Google Drive, Dropbox, Dashlane e altri...
ja: を使って、Gmail、Google ドライブ、Dropbox、Dashlaneなどにセキュアログインができます。

# promos-2fa
source: for secure login to<br>Google, Dropbox,<br>and more...
bn: নিরাপদ লগ-ইন করতে ড্রপ-বক্স্, গুগল <br>জন্য <br>এবং আরও অনেক কিছু...
it: per un login sicuro su<br>Google, Dropbox<br>e altri...
ja: を使って、Google、Dropboxなどに<br> セキュアログインができます。

# typeahead
source: from history
ar: من السجل
bn: ইতিহাস থেকে
de: aus dem Verlauf
es: del historial
fr: de l'historique
it: già usato in passato
ja: 履歴から
nl: uit historie
pl: z historii
pt: do histórico
uk: з історії

# transaction-time
source: hour
ar: أقل من ساعة
bn: ঘন্টা
de: Stunde
es: hora
fr: Heure
it: Un
ja: 時間
nl: uur
pl: godzina
pt: hora
uk: година

source: label addresses
ar: عناوين التسمية
bn: ঠিকানা লেবেল করুন
de: Adressbezeichnung
es: etiquetar direcciones
fr: étiquettes des adresses
it: etichetta degli indirizzi or etichettare indirizzi
ja: アドレスにラベルを貼れます
nl: Adressen labelen
pl: Etykietowanie adresów
pt: etiquetar endereços
uk: Позначення адрес

source: leave empty to keep PIN protection disabled
ar: اتركه فارغاً لابقاء الحماية برقم المعرف الشخصي معطل
bn: পিন প্রোটেকশন নিষ্ক্রিয় রাখার জন্য খালি রাখুন
de: leer lassen, um PIN-Schutz zu deaktivieren
es: dejar en blanco para mantener la protección de PIN desactivada
fr: laisser vide pour garder la protection par code PIN désactivée
it: lasciare vuoto per avere la protezione del PIN disattivata
ja: PIN保護機能を無効にする場合は空欄にしてください
nl: laat leeg om de PINcode-beveiliging uitgeschakeld te laten
pl: Pozostaw puste, aby zachować ochronę PIN wyłączoną
pt: deixe vazio para manter a proteção com PIN desativada
uk: Залиште порожнім, щоб залишити деактивованим захист PIN-код

source: less than {{amount}}
ar: أقل من {{amount}}
bn: {{amount}} কম
de: weniger als
it: meno di {{amount}}
ja: {{amount}}より少ない
nl: minder dan
uk: менше ніж

# transaction-time
source: minute
ar: أقل من دقيقة
bn: মিনিট
es: minuto
it: Un
ja: 分
nl: minuut
pl: minuta
pt: minuto
uk: хвилина

source: not set
ar: غير مضبوط
bn: স্থির হয়নি
cs_cz: není nastaven
de: nicht gesetzt
es: no establecida
fr: non défini
it: non impostato
ja: セットされていません
nl: niet ingesteld
pl: brak
pt: indefinido
uk: не встановлено

source: or use <a>homescreen editor</a>
bn: বা <a>homescreen সম্পাদক</a> ব্যবহার করুন
de: Homescreen-Bearbeitung
it: o usa <a>l'editor della schermata di benvenuto</a>
ja: それとも、<a>ホーム画面のエディターを使用</a>
nl: thuisscherm editor

source: plug it in while holding both device buttons pressed
ar: قم بتوصيل الجهاز وانت ضاغط على زري الجهاز
bn: এ সময় উভয় ডিভাইস বাটন চেপে ধরে প্ল্যাগ ইন করুন
de: schließen Sie es an, während Sie beide Buttons gedrückt halten
es: conéctelo mientras mantiene apretados los dos botones del dispositivo
fr: branchez le tout en gardant appuyé les deux boutons
it: inseriscilo premendo contemporaneamente entrambi i pulsanti
ja: デバイスのボタンを同時に押しながら接続してください。
nl: sluit het aan terwijl u tegelijk beide knoppen op het apparaat indrukt
pl: Podłącz urządzenie trzymając oba przyciski wciśnięte
pt: conecte-o enquanto mantém os dois botões do dispositivo pressionados
uk: підключіть його, тримаючи обидві кнопки пристрою зажатими

source: rename accounts
ar: إعادة تسمية الحسابات
bn: একাউন্ট পুনঃনামকরণ করুন
de: Benutzerkonten umbenennen
es: renombrar cuentas
fr: renommer les comptes
it: rinomina accounts
ja: 口座の名前を変更できます
nl: account-namen wijzigen
pl: zmieniaj nazwę kont
pt: renomear contas
uk: перейменувати рахунки

# promos-malware
source: the address with the other party<br>and prevent malware attacks!
ar: العنوان مع الطرف الآخر<br>وامنع الهجمات الخبيثة!
bn: অন্য ঠিকানা <br>পার্টি এবং ম্যালওয়্যার আক্রমণ প্রতিরোধে!
it: l'indirizzo con la controparte<br>e proteggiti da malware!
ja: こうすると、マルウェア攻撃を防ぐことができます。

# date
source: unconfirmed
ar: غير مؤكدة
bn: অনিশ্চিত
de: Unbestätigt
es: Sin confirmar
fr: Non confirmée
it: Non confermata Non confermate(plural)
ja: 未承認
nl: Niet bevestigd
pl: Niepotwierdzone
pt: Não confirmada
uk: Не підтверджено

source: use the full-text search
ar: استخدام البحث عن نص كامل
bn: সম্পূর্ণ-পাঠ সন্ধান ব্যবহার করুন
de: die Volltextsuche zu nutzen
es: utilice la búsqueda de texto completo
fr: utilise la recherche de texte complet
it: utilizzare la ricerca a testo integrale
ja: フルテキスト検索を利用できます
nl: Gebruik de vol-tekst zoekacties
pl: użyj wyszukiwania pełnotekstowego
pt: use a busca de texto completo
uk: користуватись пошуком по всьому тексту

# typeahead
source: your account
ar: حسابك
bn: আপনার অ্যাকাউন্ট
de: Ihr Benutzerkonto
es: tu cuenta
fr: votre compte
it: tuo account
ja: 自分の口座
nl: uw account
pl: Twoje konto
pt: sua conta
uk: Ваш рахунок

source: {{address}} (the change address)
ar: {{address}} (عنوان التغيير)
bn: {{address}} (পরিবর্তনের ঠিকানা)
de: (die Änderungsadresse)
it: {{address}} (change address)
ja: {{address}} (お釣り用アドレス)
nl: het wisselgeld adres
uk: змінити адресу

source: {{amount}} {{currency}}<br>to<br>{{addr1}}<br>{{addr2}}
bn: {{amount}} {{currency}} <br><br>{{addr1}} <br>{{addr2}}
it: {{amount}} {{currency}}<br>a<br>{{addr1}}<br>{{addr2}}
ja: {{amount}} {{currency}}<br>送信先:<br>{{addr1}}<br>{{addr2}}

# error-message
source: {{currency}} is not a valid currency
ar: {{currency}} ليست عملة صالحة
bn: {{currency}} বৈধ মুদ্রা নয়
it: {{currency}} non è una valuta valida
ja: {{currency}} が有効な通貨ではありません。

source: {{current}} / {{total}}, phase {{phase}} / 2
bn: {{current}} / {{total}}, ফেজ {{phase}} / ২
it: {{current}} / {{total}}, fase {{phase}} / 2
ja: {{current}} / {{total}}・段階 {{phase}} / 2

source: {{user}} connected
ar: {{user}} متصل
bn: সংযুক্ত {{user}}
de: Getrennt
it: {{user}} connesso
ja: {{user}}: 連携済み
nl: verbonden
uk: Від'єднано

# image-alt
source: TREZOR Wallet
de: TREZOR Wallet Bezeichnungen
it: Wallet TREZOR
uk: позначення TREZOR Wallet

# form-label
source: Fee
ar: رسوم

# button
source: TREZOR
ar: تريزور
uk: Мій TREZOR

source: (1 per row)
cs_cz: (1 na řádek)

source: (loading)
cs_cz: (načítání)

source: {{output.path | bip32Path}} (the change address)
cs_cz: {{output.path | bip32Path}} (změnit adresu)

source: <b>1. Click 'Connect to Dropbox' and log in.</b><br> <span>If you don't have a Dropbox account yet, create one before you log in.</span>
cs_cz: <b>1. klepněte na tlačítko “Připojit k Dropbox” a přihlaste se.</b><br> <span>Pokud dosud nemáte účet Dropbox, vytvořte dříve, než se přihlásíte.</span>

source: <b>2. Allow access of your TREZOR device to your Dropbox folder.</b><br>From that moment on you can:<br> <span>- rename accounts </span><br> <span>- add your comments to transactions </span><br> <span>- label addresses </span><br> <span>- use the full-text search</span>
cs_cz: <b>2. povolit přístup TREZOR zařízení do složky Dropbox.</b><br>Od této chvíle můžete:<br> <span>-přejmenování účtů</span><br> <span>-Přidat komentář k transakcím</span><br> <span>-označení adresy</span><br> <span>-pomocí full textové vyhledávání</span>

source: <b>3. Enjoy ultimate TREZOR security and privacy.</b> <br> <span>All labels and comments that you add on myTREZOR.com are automatically encrypted by a key derived from TREZOR device and synchronized with your Dropbox folder ensuring a 100% secure and always available service. Even if your Dropbox account gets compromised, your private data stay safe.</span><br> <a href="https://doc.satoshilabs.com/trezor-user/labeling.html" target="_blank">Learn more about myTREZOR labeling.</a>
cs_cz: <b>3. konečné TREZOR bezpečnosti a soukromí.</b><br> <span>Veškeré popisky a komentáře, které přidáte na myTREZOR.com jsou automaticky šifrována klíčem, odvozený od TREZOR zařízení a synchronizované s Dropbox složku zajišťující 100 % bezpečné a vždy dostupnou službu. I v případě, že váš účet Dropbox dostane ohrožena, zůstat v bezpečí vaše soukromá data.</span><br> <a href=“https://doc.satoshilabs.com/trezor-user/labeling.html” target=“_blank”>Další informace o označení myTREZOR.</a>

source: <b>Be careful with your XPUBs.</b> When you give them to a third party, you allow it to see your whole transaction history. <a href="" ng-click="deviceInfoCtrl.learnMoreXpub()" ng-hide="deviceInfoCtrl.learnMoreXpubDisplayed"> Learn more </a>
cs_cz: <b>Opatrně s vaší XPUBs.</b> Když dáte jim třetí straně, dovolíte to vidět celé transakční historie. <a href=“” ng-click=“deviceInfoCtrl.learnMoreXpub()” ng-hide=“deviceInfoCtrl.learnMoreXpubDisplayed”> Learn more </a>

source: <b>If you disable the passphrase encryption, your current funds will not appear.</b> You will have to enable the passphrase encryption again to see your current wallet.
cs_cz: <b>Pokud zakážete přístupové šifrování, nezobrazí se váš stávající fondy.</b> Budete muset povolit šifrování hesla znovu zobrazíte aktuální peněženku.

source: <br><br> <a href="https://www.flickr.com/photos/blu_pineappl3/14028754235" target="_blank">coffee</a> by <a href="https://www.flickr.com/photos/blu_pineappl3/" target="_blank">jen</a> is licenced under <a href="https://creativecommons.org/licenses/by/2.0/">CC BY 2.0</a> <br> <a href="https://www.flickr.com/photos/blu_pineappl3/14028754235" target="_blank">Flower Close Up In Darkness</a> by <a href="https://www.flickr.com/photos/blu_pineappl3/" target="_blank">A Guy</a> is licenced under <a href="https://creativecommons.org/licenses/by/2.0/">CC BY 2.0</a>
cs_cz: <br><br> <a href="https://www.flickr.com/photos/blu_pineappl3/14028754235" target="_blank">coffee</a> od <a href="https://www.flickr.com/photos/blu_pineappl3/" target="_blank">jen</a> je pod licencín <a href="https://creativecommons.org/licenses/by/2.0/">CC BY 2.0</a> <br> <a href="https://www.flickr.com/photos/blu_pineappl3/14028754235" target="_blank">Flower Close Up In Darkness</a> by <a href="https://www.flickr.com/photos/blu_pineappl3/" target="_blank">A Guy</a> je pod licencí <a href="https://creativecommons.org/licenses/by/2.0/">CC BY 2.0</a>

source: <label for="pin" class="control-label">PIN</label>&nbsp;(leave empty to keep PIN protection disabled)
cs_cz: <label for=“pin” class=“control-label”>Kód PIN</label> (ponechte prázdné pro deaktivaci PINu)

source: <p> <strong> You're about to send a lot of money! </strong> </p> <p> Unlike your TREZOR, computers are not safe. Malware might replace bitcoin addresses you see. </p> <p> We recommend you to verify the payment address through independent communication channels such as a phone call or a text message. </p> <p> <a href="http://doc.satoshilabs.com/trezor-faq/threats.html#phishing" target="_blank"> Read more about phishing… </a> </p>
cs_cz: <p> <strong> Posílate mnoho peněz! </strong> </p> <p> Unlike your TREZOR, computers are not safe. Malware might replace bitcoin addresses you see. </p> <p> We recommend you to verify the payment address through independent communication channels such as a phone call or a text message. </p> <p> <a href="http://doc.satoshilabs.com/trezor-faq/threats.html#phishing" target="_blank"> Read more about phishing… </a> </p>

source: <strong>Connection to the server has been lost</strong>, but don't worry, your bitcoins are safe. <br>Please try to <a href="" onclick="window.location.reload()" class="btn btn-danger btn-xs" style="margin-left: 5px">Reload</a> this page or choose another server in <a ng-href="#/settings" class="btn btn-danger btn-xs" style="margin-left: 5px">Application Settings</a>
cs_cz: <strong>Spojení k serveru bylo ztraceno</strong>, ale nebojte se, vaše bitcoins, jsou v bezpeční.<br>Prosím pokuste se <a href=“” onclick=“window.location.reload()” class=“btn btn-danger btn-xs” style=“margin-left: 5px”>znovu načíst</a> tuto stránku, nebo zvolte jiný server v <a ng-href=“#/settings” class=“btn btn-danger btn-xs” style=“margin-left: 5px”>Nastavení aplikace</a>

source: <strong>Please connect your device</strong> to access this section.
cs_cz: <strong>Pripojte prosím zařízení</strong> k prístupu k tyhle sekci.

source: <strong>To update the firmware: <ol> <li>disconnect the device</li> <li>plug it in while holding both device buttons pressed</li> </ol> </strong>
cs_cz: <strong>Na updejtováni firmvéru: <ol> <li>odpojte zařízení</li> <li>zasunte se oběma tlačítky stlačenýma</li> </ol> </strong>

source: <strong>Warning!</strong> Account balance information is inconsistent.
cs_cz: <strong>Upozornení!</strong> Stav zústatku je nekonzistentní.

source: <strong>Warning!</strong> Account balance information is inconsistent.
cs_cz: <strong>Upozornení!</strong> Stav zústatku je nekonzistentní.

source: Account public keys (XPUB)
cs_cz: Verejný klíč účtu (XPUB)

source: Account XPUBs
cs_cz: Účet XPUBs

source: Add account
cs_cz: Přidat účet

source: Additional passphrase encryption
cs_cz: Prídavní passphrase šifrování

source: Advanced
cs_cz: Pokročilý

source: All data on your device will be deleted.
cs_cz: Všechny data na vašem zařízení budou smazána.

source: Allow labeling for current accounts?
cs_cz: Přidat značkování k aktuálnimu účtu?

source: Allow labeling for this account?
cs_cz: Povolit značkováni pro tenhle účet?

source: Amount
cs_cz: Částka

source: Application Settings
cs_cz: Aplikační nastavení

source: Basic
cs_cz: Základní

source: Bitcore Server URL
cs_cz: URL Bitcore servru

source: Browse
cs_cz: Prohlížet

source: Caution!
cs_cz: Pozor!

source: Cell delimiter
cs_cz: Oddelovač buňky

source: Change
cs_cz: Zmeniť

source: Change label
cs_cz: Zmeniť název

source: Change PIN
cs_cz: Zmeniť PIN

source: Check address on TREZOR display
cs_cz: Zkontrolujte adresu na displeji TREZORu

source: Clear
cs_cz: Vyčisiť

source: Click on XPUB to show its QR code. Scan it into an application that supports XPUBs such as <a target="_blank" href="https://play.google.com/store/apps/details?id=com.mycelium.wallet">Mycelium</a> or <a target="_blank" href="https://play.google.com/store/apps/details?id=com.samourai.sentinel">Sentinel</a> for Android. Then, you can watch your transactions and receive payments everywhere without carrying your TREZOR.
cs_cz: Klikni na XPUB pro zobrazení jeho QR kódu. Scan it into an application that supports XPUBs such as <a target="_blank" href="https://play.google.com/store/apps/details?id=com.mycelium.wallet">Mycelium</a> or <a target="_blank" href="https://play.google.com/store/apps/details?id=com.samourai.sentinel">Sentinel</a> for Android. Then, you can watch your transactions and receive payments everywhere without carrying your TREZOR.

source: Comment
cs_cz: Komentář

source: Confirm passphrase encryption
cs_cz: Potvrde šifrováni pomoci passphrase

source: Confirm the action on your device.
cs_cz: Potvrdte akci na zařízení.

source: Connect to Dropbox
cs_cz: Pripojit k Dropboxu

source: Connect your TREZOR
cs_cz: Připojte váš TREZOR

source: Connect your TREZOR device to the computer.
cs_cz: Připojte váše TREZOR zařízení k počitači.

source: Connected
cs_cz: Připojený

source: counting...
cs_cz: přepočítavam…

source: Device
cs_cz: Zařizení

source: Device could not be opened.
cs_cz: Zařizení není možné otevřít.

source: Device ID
cs_cz: ID Zařizení

source: Device is updated in other window
cs_cz: Zařizení je obnoveno v jiném okňe

source: Disable passphrase encryption
cs_cz: Vypnout šiforváni pomocí passphrase

source: Disable PIN
cs_cz: Vypnout PIN

source: Disabled
cs_cz: Zakázat

source: Disconnect your TREZOR now
cs_cz: Odpojte váš TREZOR teď

source: Disconnected
cs_cz: Odpojený

source: Do you use Google Chrome on this computer? With <a target="_blank" href="https://chrome.google.com/webstore/detail/{{installCtrl.chromeExtensionId}}">TREZOR Chrome Extension</a> you can use myTREZOR in Chrome without installing any other software.
cs_cz: Pouzívate Google Chrome on this computer? With <a target="_blank" href="https://chrome.google.com/webstore/detail/{{installCtrl.chromeExtensionId}}">TREZOR Chrome Extension</a> you can use myTREZOR in Chrome without installing any other software.

source: Do you want to update the device firmware?
cs_cz: Chceš novej firmvér pro tohle zařízení?

source: Don't forget
cs_cz: Nezapomenout

source: Download
cs_cz: Stáhnout

source: Downloading firmware...
cs_cz: Stahuji firmvér…

source: Dropbox connected. Click to disconnect it.
cs_cz: Dropbox připojen. Kliknite k odpojení.

source: Enable labeling
cs_cz: Povolit značkování

source: Enable passphrase encryption
cs_cz: Povolit šifrování pomoci passphrase

source: Enable PIN
cs_cz: Povolit PIN

source: Enabled
cs_cz: Povoleno

source: Enter
cs_cz: Potvrdiť

source: Expected confirmation time:
cs_cz: Očekávaný čas potvrzení:

source: Extension installed successfully
cs_cz: Rozšírení bylo nainstalováno úspěšne

source: Fee is over threshold.
cs_cz: Fee je ponad hladinku.

source: Firmware
cs_cz: Firmvér

source: First row is header
cs_cz: Prvý řádek je hlavička

source: For more information,
cs_cz: Pro více informací,

source: For more information, <a href="http://doc.satoshilabs.com/trezor-user/updatingfirmware.html" target="_blank">visit the user manual.</a>
cs_cz: Pro více informací,, <a href="http://doc.satoshilabs.com/trezor-user/updatingfirmware.html" target="_blank">navštívte používatelský manuál.</a>

source: For more information, <a href="http://doc.satoshilabs.com/trezor-user/updatingfirmware.html" target="_blank">visit the user manual</a>.
cs_cz: Pro více informací,, <a href="http://doc.satoshilabs.com/trezor-user/updatingfirmware.html" target="_blank">navštívte používatelský manuál.</a>

source: Forget
cs_cz: Zapomenout

source: Forget (recommended)
cs_cz: Zapomenout (odporoučané)

source: Forget device?
cs_cz: Zapomenout zařízení?

source: Forget this device
cs_cz: Zapomenout tohle zařízení

source: from history
cs_cz: z historie

source: Get started!
cs_cz: Začíname!

source: Help
cs_cz: Pomoc

source: Hi, you're almost there!
cs_cz: Čau, už si skoro tam!

source: Homescreen
cs_cz: Obrazovka

source: If you forget your passphrase, you will lose your coins.
cs_cz: Když stratíš svoji passphrase, prijdeš i o svoje peníze.

source: Import
cs_cz: Importovat

source: Import addresses from CSV
cs_cz: Importovat adresy z CSV

source: Install for Chrome
cs_cz: Instalovat pro Chrome

source: Label
cs_cz: Značka

source: Label this address
cs_cz: Pojmenuj tuhle adresu

source: Latest
cs_cz: Poslední

source: Loading
cs_cz: Načítám

source: Loading&hellip;
cs_cz: Načítaní&hellip;

source: Lock this device<br>(automatically {{device.timeToClear()}})
cs_cz: Uzamče zařízení<br>(automaticky {{device.timeToClear()}})

source: Look at the device for number positions.
cs_cz: Koukni na zařízení pro číselní pozici.

source: Lost? Check our <a href="http://doc.satoshilabs.com/trezor-user/enteringyourpin.html" target="_blank">user manual</a>.
cs_cz: Stracen? Check our <a href="http://doc.satoshilabs.com/trezor-user/enteringyourpin.html" target="_blank">user manual</a>.
