Repository: Othello1111/mytrezor-l10n
Catalog: lang/*/*.po
Languages: ar, bn, cs_cz, de, es, fr, it, ja, nl, pl, pt, uk

# error-message
source: The bitcore server doesn't seem to reply. Please select another server.
ar: خادم البيتكور يبدو انه لا يرد. الرجاء تحديد خادم آخر.
bn: Bitcore সার্ভারে বলবে বলে মনে হয় না। অনুগ্রহ করে একটি সার্ভার নির্বাচন করুন।
de: Der Bitcore-Server scheint nicht zu antworten. Bitte wählen Sie einen anderen Server.
es: El servidor bitcore no parece responder. Seleccione otro servidor.
fr: Le serveur bitcore ne semble pas répondre. Veuillez sélectionner un autre serveur.
it: Il server bitcore non sembra rispondere. Utilizza un altro server.
ja: Bitcoreサーバーが応じないようです。他のサーバーを選択してください。
nl: De bitcore server lijkt niet te antwoorden. Selecteer een andere server.
pl: Wygląda na to, że serwer Bitcore nie odpowiada. Proszę wybrać inny serwer.
pt: O servidor bitcore não está respondendo. Selecione outro servidor.

# tooltip
source: The final size can differ a few bytes, since the transaction is created on TREZOR.
ar: الحجم النهائي يمكن أن يختلف بضعة بايتات، بسبب إنشاء المعاملة على تريزور.
bn: চূড়ান্ত আকার কিছু বাইট, মতভেদ করতে পারে যেহেতু লেনদেনের উপর TREZOR সৃষ্টি করা হয়েছে।
de: Die endgültige Größe kann um ein paar Bytes abweichen, da die Transaktion am TREZOR generiert wird.
es: El tamaño final puede variar unos pocos bytes, ya que la transacción se crea en TREZOR.
fr: La taille finale peut différer de quelque octets étant donné que la transaction est créée dans la TREZOR.
it: La dimensione finale potrà differire di alcuni bytes, dato che la transazione è stata creata su TREZOR.
ja: TREZOR上で取引が作成されたため、最終的なサイズは多少異なります。
nl: Omdat de transactie op TREZOR is gemaakt kan de uiteindelijke grootte kan een paar bytes verschillen, .
pl: Ostateczny rozmiar może się różnić o kilka bajtów, ponieważ transakcja jest tworzona na urządzeniu TREZOR.
pt: O tamanho final pode ter alguns bytes de diferença porque a transação é criada no TREZOR.
uk: Остаточний розмір може відрізнятися на кілька байтів, тому що транзакція створюється на ТREZORі.

# warning-message
source: The layout is displayed on your TREZOR.
ar: يتم عرض التخطيط على التريزور الخاص بك.
bn: আপনার TREZOR উপর সজ্জা প্রদর্শিত হয়।
es: La ubicación se muestra en su TREZOR.
it: Il layout è mostrato sul tuo TREZOR.
ja: レイアウトはTREZOR上に表示されています。
nl: De layout is weergegeven op uw TREZOR.
pt: Os números são exibidos no seu TREZOR.

# warning-message
source: The transaction fee is unexpectedly high.
ar: رسوم المعاملة مرتفعة بشكل غير متوقع.
bn: ফি অপ্রত্যাশিতভাবে বেশি থাকে।
es: La comisión de la transacción es inesperadamente alta.
it: La commissione sulla transazione è inaspettatamente alta.
ja: 取引の手数料は意外に高いです。
nl: De transactievergoeding is onverwacht hoog.
pt: A taxa de transação está mais alta do que o esperado.

source: There was a problem downloading currency exchange rates.
ar: توجد مشكلة في تحميل أسعار صرف العملات.
bn: মুদ্রা বিনিময় হার ডাউনলোড সমস্যা ছিল।
it: Si è verificato un problema durante il download dei tassi di cambio.
ja: レートのダウンロード中に問題が起きました。

# date
source: This Month
bn: এই মাসে
de: Diesen Monat
it: Questo Mese
ja: 1ヶ月以内
nl: Deze Maand

# date
source: This Week
ar: هذا الاسبوع
bn: এই সপ্তাহে
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa Settimana
ja: 1週間以内
nl: Deze Week
pl: W tym tygodniu
pt: Esta semana

# date
source: This Year
ar: هذه السنة
bn: এই বছরে
de: Dieses Jahr
es: Este año
fr: Cette année
it: Questo Anno
ja: 1年以内
nl: Dit Jaar
pl: W tym roku
pt: Este ano

source: This action cannot be undone. Please <strong>confirm on your device</strong>.
ar: لا يمكن التراجع عن هذا الإجراء. الرجاء <strong>التصديق من على الجهاز</strong>.
bn: এই ক্রিয়া পূর্বাবস্থা করা যাবে না। অনুগ্রহ করে <strong>আপনার ডিভাইসের উপর নিশ্চিত</strong>।
de: Diese Aktion kann nicht rückgängig gemacht werden. Bitte <strong> bestätigen Sie diese auf Ihrem Gerät</strong>.
es: Esta acción no se puede deshacer. Por favor <strong>confirme en su dispositivo</strong>.
fr: Cette action ne peut pas être annulée. Veuillez <strong>confirmer sur votre appareil</strong>.
it: Questa operazione non può essere annullata. <strong>Conferma sul tuo dispositivo</strong>.
ja: この操作は取り消せません。 <strong>デバイス上で認証してください</strong>。
nl: Deze actie kan niet ongedaan worden gemaakt. <strong>Bevestig dit op uw apparaat</strong>.
pl: Tej akcji nie można cofnąć. Proszę <strong>potwierdzić ją na Twoim urządzeniu</strong>.
pt: Esta ação não pode ser revertida.<strong>Confirme no seu dispositivo</strong>.
uk: Цю дію скасувати не можна. Будь ласка, <strong>підтвердіть на Вашому пристрої</strong>.

source: This is a legacy account on your TREZOR. If you want to fully benefit from new features, please move your coins from your legacy accounts to your standard accounts.
ar: هذا حساب غير محدث على TREZOR. إذا كنت تريد أن تستفيد بالكامل من المميزات الجديدة، يرجى نقل نقودك من حساباتك القديمة لحساباتك الحديثة القياسية.
bn: এটি পূর্ববর্তী একাউন্টে আপনার TREZOR। নতুন বৈশিষ্ট্য থেকে পুরোপুরি লাভবান হতে চাইলে দয়া করে আপনার টাকা আপনার পূর্ববর্তী অ্যাকাউন্ট থেকে আদর্শ অ্যাকাউন্টের সরিয়ে নিন।
es: Esta es una cuenta heredada en tu TREZOR. Si desea beneficiarse de todas las nuevas funciones, mueva las monedas de sus cuentas heredadas a sus cuentas estándar.
it: Questo sul tuo TREZOR è un account legacy. Se vuoi approfittare di nuove funzionalità, sposta le tue monete dai tuoi account legacy ai tuoi account standard.
ja: こちらはお使いのTREZORのレガシーの口座です。新しい機能をご利用になるには、お持ちのコインをレガシーの口座から普通の口座に振り替えてください。
nl: Dit is een legacy account op uw TREZOR. Als u volledig gebruikt wilt maken van de nieuwe functies, verhuis dan s.v.p. uw munten van uw legacy accounts naar uw standaard accounts.
pt: Esta é uma conta antiga no seu TREZOR. Se você quer usar os novos recursos, mova as suas moedas das suas contas antigas para as suas contas padrão.

source: This is an advanced interface intended for EXPERT use only!
ar: هذا واجهة متقدمة مخصصة لاستخدام الخبراء فقط!
bn: এ উদ্দেশ্যে দক্ষ ব্যবহারের জন্য উন্নত ইন্টারফেস!
de: Dies ist eine erweiterte Schnittstelle und nur für den Gebrauch von Experten bestimmt!
es: Esta es una interfaz avanzada destinada únicamente a su uso por EXPERTOS!
fr: Il s'agit d'une interface avancée prévue pour l'utilisation des EXPERTS seulement !
it: Questa è un' interfaccia avanzata destinata esclusivamente agli ESPERTI!
ja: 熟練者向けの高度なインターフェースです!
nl: Dit is een geavanceerde interface uitsluitend bedoeld voor gebruik door EXERTS!
pl: To jest zaawansowany interfejs przeznaczony tylko dla EKSPERTÓW!
pt: Esta é uma interface avançada feita apenas para ESPECIALISTAS!
uk: Цей розширений інтерфейс призначений виключно для ЕКСПЕРТІВ!

# warning-message
source: This is an advanced interface intended for developer use only!
ar: هذا واجهة متقدمة مخصصة لاستخدام المبرمج المطور فقط!
bn: এ উদ্দেশ্যে অ্যাডভান্সড ব্যবহারের জন্য উন্নত ইন্টারফেস!
de: Dies ist eine erweiterte Schnittstelle und nur für den Gebrauch von Entwicklern bestimmt!
es: Esta es una interfaz avanzada destinada únicamente a su uso por desarrolladores!
fr: Il s'agit d'une interface avancée prévue pour l'utilisation des développeurs seulement !
it: Questa è un' interfaccia avanzata destinata esclusivamente agli sviluppatori!
ja: 開発者向けの高度なインターフェースです!
nl: Dit is een geavanceerde interface uitsluitend bedoeld voor gebruik door de ontwikkelaar!
pl: To jest zaawansowany interfejs przeznaczony tylko dla programistów!
pt: Esta é uma interface avançada, apenas para desenvolvedores!
uk: Цей розширений інтерфейс призначений виключно для розробників!

# warning-message
source: This is your Bitcoin Cash (BCH) wallet. Do not receive bitcoins to the addresses in this wallet.
ar: هذه محفظتك للبايتكوناتكاش (BCH). لا تتلقى عملة بايتكون إلى عناوين هذه المحفظة.
bn: এটা আপনার Bitcoin টাকা (BCH) মানিব্যাগ। এই লেখাসহ বিটকয়েন ঠিকানা পায় না।
es: Este es su monedero de Bitcoin Cash (BCH). No reciba bitcoins a las direcciones en este monedero.
it: Questo è il tuo portafoglio Bitcoin Cash (BCH). Non ricevere bitcoin agli indirizzi di questo portafoglio.
ja: Bitcoin Cash (BCH) のウォレットです。ビットコインはこのウォレットに受信できません。
nl: Dit is uw Bitcoin Cash (BCH) wallet. Ontvang geen bitcoins op de adressen in deze wallet.
pt: Esta é a sua carteira de Bitcoin Cash (BCH). Não receba bitcoins em endereços desta carteira.

source: Time
ar: الوقت
bn: সময়
es: Tiempo
it: Tempo
ja: 時刻
nl: Tijd
pt: Horário

# address-suggest
source: To
ar: إلى
bn: প্রতি
de: An
es: Para
fr: Vers
it: All'
ja: 送信先:
nl: Naar
pl: Do
pt: Para
uk: Кому

source: To access subsequent addresses, please use some of the listed addresses in a transaction.
ar: للوصول إلى العناوين التابعة، الرجاء استخدام بعض العناوين المدرجة في صفقة.
bn: পরবর্তী ঠিকানা প্রবেশ করার জন্য, অনুগ্রহ করে কিছু তালিকাভুক্ত ঠিকানা আদান-প্রদান করে ব্যবহার করুন।
de: Um auf nachfolgende Adressen zuzugreifen, verwenden Sie bitte einige der verzeichneten Adressen in einer Transaktion.
es: Para acceder a las direcciones posteriores, por favor utilice algunas de las que aparecen en una transacción.
fr: Pour accéder à des adresses ultérieures, veuillez utiliser certaines des adresses listées dans une transaction.
it: Per accedere agli indirizzi successivi, utilizzare alcuni degli indirizzi elencati in una transazione.
ja: さらに続くアドレスを表示するためには、これまでのアドレスを使って取引を行ってください。
nl: Voor toegang tot de daaropvolgende adressen, gebruik u enkele van de genoemde adressen in een transactie.
pl: Aby uzyskać dostęp do kolejnych adresów, proszę użyć niektórych z wymienionych adresów w transakcji.
pt: Para acessar mais endereços, utilize antes alguns dos endereços listados para efetuar transações.
uk: Для доступу до наступних адрес використовуйте деякі з перерахованих адрес в транзакції.

source: To access subsequent addresses, please wait for confirmation on transaction on some of the previous addresses.
ar: للوصول إلى العناوين التابعة، يرجى انتظار تصديق معاملة من عناوين السابقة.
bn: পরবর্তী ঠিকানা প্রবেশ করার জন্য, অনুগ্রহ করে আগের ঠিকানার মাধ্যমে লেনদেনের বিষয়ে নিশ্চিত হওয়ার জন্য অপেক্ষা করুন।
de: Um auf nachfolgende Adressen zuzugreifen, verwenden Sie bitte einige der verzeichneten Adressen in einer Transaktion.
es: Para acceder a direcciones posteriores, por favor, espere la confirmación de la transacción en alguna de las direcciones anteriores.
fr: Pour accéder à des adresses ultérieures, veuillez utiliser certaines des adresses listées dans une transaction.
it: Per accedere agli indirizzi successivi, utilizzare alcuni degli indirizzi elencati in una transazione.
ja: さらに続くアドレスを表示するためには、これまでのアドレスでの取引が一件以上承認されるまでお待ちください。
nl: Wacht op de bevestiging van transacties van vorige adressen om toegang te krijgen tot volgende adressen.
pl: Aby uzyskać dostęp do kolejnych adresów, proszę użyć niektórych z wymienionych adresów w transakcji.
pt: Para acessar mais endereços, aguarde a confirmação de uma transação em alguns dos endereços anteriores.
uk: Для доступу до наступних адрес використовуйте деякі з перерахованих адрес в транзакції.

# tooltip
source: To add a new account, last account must have some transactions.
ar: لإضافة حساب جديد، يجب أن يكون لديك حساب مستخدم.
bn: নতুন অ্যাকাউন্ট যোগ করার জন্য, কিছু লেনদেন শেষ হিসাব থাকতে হবে।
it: Per aggiungere un account, l'ultimo account deve aver alcune transazioni.
ja: 最新の口座には取引はなければ、口座を追加できません。

# tooltip
source: To add accounts, make sure your device is connected.
ar: لإضافة حسابات، تأكد من توصيل الجهاز ولا يكون الحساب الأخير فارغا.
bn: অ্যাকাউন্ট যোগ করার জন্য, নিশ্চিত করুন যে আপনার ডিভাইস সংযুক্ত আছে।
de: Um Accounts hinzuzufügen, stellen Sie sicher, dass Ihr Gerät verbunden und der letzte Account nicht leer ist.
es: Para agregar cuentas, asegúrese que el dispositivo está conectado y que la última cuenta no esté vacía.
fr: Pour ajouter des comptes, assurez vous que l'appareil est connecté et que le dernier compte n'est pas vide.
it: Per aggiungere altri accounts, assicurati che il dispositivo sia connesso e che l'ultimo account non sia vuoto.
ja: 口座を追加する際に、デバイスが接続されていること、最新の口座が空ではないことを、確認してください。
nl: Controleer of uw apparaat is aangesloten en het laatste account niet leeg is om accounts toe te voegen.
pl: Aby dodać konta, upewnij się, że Twoje urządzenie jest podłączone i ostatnie konto nie jest puste.
pt: Para adicionar contas, certifique-se que o dispositivo esteja conectado e que a última conta não está vazia.
uk: Щоб додати рахунки, переконайтеся, що пристрій підключено і останній рахунок не є порожнім.

# text-with-link
source: To claim your Bitcoin Cash coins, please use our <a>coin-splitting tool</a>
ar: للمطالبة بالقطع النقدية للبايتكوناتكاش الخاصة بك، الرجاء استخدام <a>أداة تقسيم العملة</a>
bn: আপনার বিটকয়েন ক্যাশ দাবি করতে, অনুগ্রহ করে আমাদের <a>মুদ্রা বিভাজন যন্ত্র</a> ব্যবহার করুন
es: Para reclamar sus monedas de Bitcoin Cash, utilice nuestro
it: Per ottenere le vostre monete Bitcoin Cash, utilizza il nostro
ja: 自分のBitcoin Cashのコインを要求するのに、<a>コイン分裂ツールを使ってください</a>
nl: Om uw Bitcoins Cash munten te claimen, gebruik s.v.p. onze
pt: Para pedir as suas moedas Bitcoin Cash, use a nossa

source: To enjoy full functionality and security of your device, we strongly recommend you to update.
ar: نوصي بشدة بتحديث الجهاز حتى تستمتع بكامل وظائفه وأمانه.
bn: সম্পূর্ণ কার্যকারিতা ও নিরাপত্তা আপনার ডিভাইসের জন্য, আমরা দৃঢ়ভাবে আপনি আপডেট করতে সুপারিশ।
de: Um die volle Funktionalität und Sicherheit Ihres Gerätes sicherzustellen, empfehlen wir Ihnen, das Update zu installieren.
es: Para disfrutar de todas las funcionalidades y de la seguridad en su dispositivo, le recomendamos encarecidamente que lo actualice.
fr: Pour profiter pleinement des fonctionnalités et sécurités de votre appareil, nous vous recommendons fortement de le mettre à jour.
it: Per sfruttare a pieno le funzionalità e la sicurezza del dispositivo, ti consigliamo di aggiornare.
ja: デバイスのセキュリティを保ちすべての機能をお使いいただくために、アップデートすることをおすすめします。
nl: Om de volledige functionaliteit en beveiliging van uw apparaat te gebruiken, adviseren we de update.
pl: Aby cieszyć się z pełnej funkcjonalności i bezpieczeństwa zdecydowanie zalecamy, abyś zaktualizował urządzenie.
pt: Para aproveitar todas as funcionalidades e garantir a segurança do seu dispositivo, recomendamos que você atualize.
uk: Для повної функціональності та безпеки Вашого пристрою, ми настійно рекомендуємо оновити його.

source: To update the firmware:
ar: لتحديث البرنامج الثابت فيرموير:
bn: ফার্মওয়্যার আপডেট করতে এগুলি করুন:
de: Um die Firmware zu aktualisieren:
es: Para actualizar el firmware:
fr: Pour mettre à jour le firmware :
it: Per aggiornare il firmware:
ja: ファームウェアをアップデートするために、
nl: Om de firmware bij te werken:
pl: Aby zaktualizować firmware:
pt: Para atualizar o firmware:
uk: Для оновлення прошивки:

# date
source: Today
ar: اليوم
bn: আজ
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
nl: Vandaag
pl: Dzisiaj
pt: Hoje

# basic-label
source: Total balance
ar: إجمالي الرصيد
bn: মোট ব্যালেন্স
de: Gesamtsaldo
es: Saldo total
fr: Solde total
it: Saldo totale
ja: 総残高
nl: Totaalsaldo
pl: Całkowite saldo
pt: Saldo total
uk: Загальний баланс

source: Total received:
ar: الإجمالي المستلم:
bn: মোট ল্ভ্য:
de: Insgesamt Empfangen:
es: Total recibido:
fr: Total reçu :
it: Totale ricevuto:
ja: 受信金額合計:
nl: Totaal ontvangen:
pl: Łącznie otrzymano:
pt: Total recebido:
uk: Всього отримано:

# text-with-link
source: Transaction <a>{{hash}}</a> was successfully sent.
bn: লেনদেন <a>{{hash}}</a> সফলভাবে প্রেরণ করা হয়েছে।
de: wurde erfolgreich versendet.
it: Transazione <a>{{hash}}</a> inviata correttamente.
ja: 取引<a>{{hash}}</a>が正常に送信されました。
nl: is verzonden.
uk: вдалося надіслати.

source: Transactions
ar: المعاملات
bn: স্থানান্তর
de: Transaktionen
es: Transacciones
it: Transazioni
ja: 取引
nl: Transacties
pl: Transakcje
pt: Transações

# header
source: Transactions
ar: المعاملات
bn: স্থানান্তরসমূহ
de: Transaktionen
es: Transacciones
it: Transazioni
ja: 取引
nl: Transacties
pl: Transakcje
pt: Transações
uk: Транзакції

source: Transactions are loading ...
ar: جار تحميل المعاملات ...
bn: স্থানান্তর লোড করা হচ্ছে...
de: Transaktionen werden geladen ...
es: Cargando transacciones...
fr: Transactions en cours de chargement ...
it: Le Transazioni stanno caricando...
ja: 取引を読み込み中...
nl: Transacties zijn aan het laden ...
pl: Transakcje są ładowane ...
pt: Transações estão carregando...

# button
source: Try again
ar: حاول مجدداً
bn: আবার চেষ্টা করুন
de: Erneut versuchen
es: Inténtelo de nuevo
fr: Essayez à nouveau
it: Prova ancora
ja: やり直す
nl: Probeer opnieuw
pl: Spróbuj ponownie
pt: Tentar de novo
uk: Спробуйте ще раз

# button
source: Try installing udev rules.
ar: حاول تثبيت قواعد أوديف udev.
bn: Udev নিয়ম ইনস্টল করার চেষ্টা করুন।
de: Versuchen Sie, die udev rules zu installieren.
es: Intente instalando las reglas udev.
fr: Essayez d'installer les règles udev.
it: Provare a installare regole udev.
ja: udevの規則をインストールしてください。
nl: Probeer udev regels te installeren.
pl: Spróbuj zainstalować pakiet reguł udev.
pt: Tente instalar udev rules.

# error-message
source: URL needs to start with https://
ar: يلزم بدأ الرابط ب https://
bn: URL https:// দিয়ে শুরু করতে হবে
de: URL muss mit https:// beginnen
es: La dirección URL debe comenzar con https://
fr: L'URL doit commencer avec https://
it: L'URL deve iniziare con https://
ja: URLは https:// で始まる必要があります
nl: URL moet beginnen met https://
pl: Adres URL musi zaczynać się od https://
pt: O URL precisa começar com https://
uk: URL-адреса має починатися з https://

# error-message
source: URL needs to start with https:// or http://
ar: يلزم بدأ الرابط ب https:// أو http://
bn: URL http:// অথবা https:// দিয়ে শুরু করতে হবে
de: URL muss mit https:// oder http:// starten
es: La dirección URL debe comenzar con https:// o http://
fr: L'URL doit commencer avec https:// ou http://
it: L'URL deve iniziare con https:// o http://
ja: URLは、https:// や http:// で始まる必要があります
nl: URL moet beginnen met https:// of http://
pl: Adres URL musi zaczynać się od http:// lub https://
pt: O URL precisa começar com https:// ou http://
uk: URL-адреса має починатися з https:// або http://

# error-message
source: Unable to parse the CSV.
ar: غير قادر على تحليل بيانات CSV.
bn: CSV পার্স করতে অক্ষম।
it: Impossibile analizzare il file CSV.
ja: CSVを解析できません。

# date
source: Unconfirmed
ar: غير مؤكدة
bn: অনিশ্চিত
de: Unbestätigt
es: Sin confirmar
fr: Non confirmée
it: Non confermata Non confermate(plural)
ja: 未承認
nl: Niet bevestigd
pl: Niepotwierdzone
pt: Não confirmada
uk: Не підтверджено

# warning-message
source: Unlike your TREZOR, computers are not safe. Malware might replace bitcoin addresses you see.
ar: خلافا لـ TREZOR الخاص بك، أجهزة الكمبيوتر غير آمنة. قد تغير البرمجيات الخبيثة عناوين البيتكوين التي تراها.
bn: আপনার TREZOR মত কম্পিউটার নিরাপদ নয়। ম্যালওয়্যার দেখলে bitcoin ঠিকানা পরিবর্তন হতে পারে।
de: Im Gegensatz zu Ihrem TREZOR, sind Computer nicht sicher. Schadsoftware könnte Ihre Bitcoin-Adresse, die Sie gerade sehen, ersetzt haben.
es: A diferencia de su TREZOR, los ordenadores no son seguros. El malware puede sustituir las direcciones bitcoin que ves.
fr: Contrairement à votre TREZOR, les ordinateurs ne sont pas sécurisés. Des malwares peuvent remplacer les adresses bitcoin que vous voyez.
it: I computer, al contrario del tuo TREZOR, non sono sicuri. Alcuni Malware potrebbero cambiare gli indirizzi bitcoin che vedi.
ja: お使いのTREZORとは違い、コンピューターは安全ではありません。マルウェアによってビットコインアドレスがすり替えられてしまう可能性があります。
nl: In tegenstelling tot uw TREZOR zijn computers niet veilig. Malware kan namelijk bitcoin adressen wijzigen.
pl: W przeciwieństwie do urządzenia TREZOR komputery nie są bezpieczne. Złośliwe oprogramowanie może podmienić adresy bitcoin, które widzisz.
pt: Diferente do seu TREZOR, os computadores não são seguros. Existem malwares que podem substituir os endereços de bitcoin que são exibidos.
uk: На відміну від Вашого TREZORа, комп'ютери не є безпечними. Шкідливі програми можуть замінювати біткойн адреси, які Ви бачите.

# error-message
source: Unnecessarily too long.
ar: طويل جداً بلا داع.
bn: অকারণে বেশি লম্বা।
de: Unnötig lang.
es: Innecesariamente largo.
fr: Inutilement trop long.
it: Complessità non necessaria.
ja: 長すぎます。
nl: Onnodig te lang.
pl: Niepotrzebnie zbyt długi.
pt: Longo demais, sem necessidade.

source: Unused address
ar: عنوان غير مستخدم
bn: অব্যবহৃত ঠিকানা
de: Unbenutzte Adresse
es: Dirección sin utilizar
fr: Adresse non utilisée
it: Indirizzo non utilizzato
ja: 未使用のアドレス
nl: Ongebruikt adres
pl: Nieużywany adres
pt: Endereço virgem
uk: Невикористана адреса

# heading
source: Update device firmware?
ar: هل نحدث البرنامج الثابت للجهاز؟
bn: ডিভাইস ফার্মওয়্যার হালনাগাদ?
de: Soll die Firmware des Geräts aktualisiert werden?
es: ¿Actualizar el firmware del dispositivo?
fr: Mettre à jour le firmware de l'appareil?
it: Aggiornare il firmware del dispositivo?
ja: ファームウェアをアップデートしますか？
nl: Update apparaat firmware?
pl: Zaktualizować firmware urządzenia?
pt: Atualizar firmware do dispositivo?
uk: Для оновлення прошивки:

# heading
source: Update failed
ar: فشل التحديث
bn: হালনাগাদ ব্যর্থ
de: Update fehlgeschlagen
es: Error de actualización
fr: La mise à jour a échoué
it: Aggiornamento fallito
ja: アップデートに失敗しました
nl: Update is mislukt
pl: Aktualizacja nie powiodła się
pt: Falha ao atualizar
uk: Оновлення не вдалося

source: Update firmware first to use Advanced Recovery
ar: حدّث البرنامج الثابت فيرموير أولا لاستخدام الاسترداد المتقدم
bn: ফার্মওয়্যার প্রথম অ্যাডভান্সড পুনরুদ্ধার ব্যবহার করতে হালনাগাদ করুন
de: Aktualisieren Sie zuerst die Firmware, um die Advanced Recovery nutzen zu können
es: Actualice primero el firmware para usar la Recuperación Avanzada
it: Aggiorna il firmware prima per utilizzare il recupero avanzato
ja: 高度なリカバリを使用するためにまずファームウェアをアップデートしてください
nl: Update eerst de firmware om Geavanceerde Herstel te gebruiken
pt: Atualize o firmware primeiro para usar Recuperação avançada

# heading
source: Update was successful
ar: تم التحديث بنجاح
bn: আপডেট সফল হয়েছে
de: Update erfolgreich
es: La actualización se completó exitosamente
fr: Mise à jour effectuée avec succès
it: Aggiornamento riuscito
ja: アップデートが成功しました
nl: Update is gelukt
pl: Zaktualizowano pomyślnie
pt: Atualizado com sucesso
uk: Оновлення вдалося

# button
source: Upgrade
ar: ترقية
bn: আপগ্রেড
de: Aktualisierung
es: Mejora
fr: Mettre à niveau
it: Aggiorna or Aggiornamento
ja: アップグレード
pl: Aktualizacja
pt: Atualizar
uk: Оновити

# firmware-update
source: Upgrade for the newest features.
ar: الترقية لأحدث المميزات بدون أخطاء.
bn: নতুন ফিচারের জন্য হালনাগাদ করুন।
de: Upgrade für die neuesten Features und Bug Fixes.
es: Actualice para nuevas características y corrección de errores.
fr: Mettre à niveau pour les nouvelles fonctionnalités et corrections de bug.
it: Aggiorna per avere le features più recenti e la risoluzione dei bug.
ja: 最新機能の追加とバグ修正を実行するためにアップグレードしてください。
nl: Upgrade van de laatste functies en bug fixes.
pl: Aktualizuj aby mieć dostęp do najnowszych funkcji i poprawek błędów.
pt: Faça upgrade para ter os últimos recursos e correção de problemas.
uk: Оновити, аби мати доступ до найновіших функцій та виправлень.

# bridge-update
source: Upgrade for the newest features.
ar: الترقية لأحدث المميزات بدون أخطاء.
bn: নতুন ফিচারের জন্য হালনাগাদ করুন।
de: Upgrade für die neuesten Features und Bug Fixes.
es: Actualice para nuevas características y corrección de errores.
fr: Mettre à niveau pour les nouvelles fonctionnalités et corrections de bug.
it: Aggiorna per avere le features più recenti e la risoluzione dei bug.
ja: 最新機能の追加するためにアップグレードしてください。
nl: Upgrade van de laatste functies en bug fixes.
pl: Aktualizuj aby mieć dostęp do najnowszych funkcji i poprawek błędów.
pt: Faça upgrade para ter os últimos recursos e correção de problemas.
uk: Оновити, аби мати доступ до найновіших функцій та виправлень.
