Repository: Othello1111/mytrezor-l10n
Catalog: lang/*/*.po
Languages: ar, bn, cs_cz, de, es, fr, it, ja, nl, pl, pt, uk

source: * No worries, you can always change it.
ar: * لا تقلق، يمكنك دائماً تغيير ذلك.
bn: * কোনো চিন্তা নেই, আপনি সব সময় এটি পরিবর্তন করতে পারবেন।
de: * Machen Sie sich keine Sorgen, eine Änderung ist jederzeit möglich.
es: * No se preocupe, siempre puedes cambiarlo.
it: Non preoccuparti, potrai sempre cambiarlo.
ja: * 簡単にいつでも変更できます。
nl: * Geen zorgen, u kunt het altijd veranderen.
pt: * Não se preocupe, você sempre poderá mudar.

source: 1. Click 'Connect to Dropbox' and log in.
ar: 1. انقر فوق "Connect to Dropbox" وسجل الدخول.
bn: 1. 'Connect to Dropbox' এ ক্লিক করে লগইন করুন।
de: 1. Klicken Sie auf 'Mit Dropbox verbinden' und melden Sie sich an.
es: 1. Haga clic en 'Conectar a Dropbox' e inicie sesión.
fr: 1. Cliquez 'Se connecter à Dropbox' et connectez-vous.
it: Premi 'Connettiti a Dropbox' ed esegui il log in.
ja: 1. 'Dropboxと連携' をクリックしてログインしてください。
nl: 1. Klik op 'Verbinden met Dropbox' en log in.
pl: 1. Kliknij 'Połącz z Dropbox' i zaloguj się.
pt: 1. Clique em 'Conectar ao Dropbox' e conecte-se.
uk: 1. Натисніть кнопку "Підключити до Dropbox" і ввійдіть.

source: 12 words
ar: 12 كلمة
bn: ১২ শব্দ
cs_cz: 12 slov
de: 12 Wörter
es: 12 palabras
fr: 12 mots
it: 12 parole
ja: 12単語
nl: 12 woorden
pl: 12 słów
pt: 12 palavras
uk: 12 слів

source: 18 words
ar: 18 كلمة
bn: ১৮ শব্দ
cs_cz: 18 slov
de: 18 Wörter
es: 18 palabras
fr: 18 mots
it: 18 parole
ja: 18単語
nl: 18 woorden
pl: 18 słów
pt: 18 palavras
uk: 18 слів

# promos-2fa
source: 2-factor authentication
ar: عامل المصادقة الثنائي
bn: ২-ধাপ প্রমাণীকরণ
it: autenticazione 2FA
ja: 二段階認証

source: 2. Allow access of your TREZOR device to your Dropbox folder.
ar: 2. السماح لجهاز تريزور بالوصول إلى مجلد Dropbox الخاص بك.
bn: ২। আপনার TREZOR ডিভাইসকে আপনার ড্রপ-বক্স্ ফোল্ডারের মধ্যে প্রবেশে সম্মতি দিন।
de: 2. Erlauben Sie Ihrem TREZOR Zugriff auf Ihren Dropbox-Ordner.
es: 2. Permitir el acceso de su dispositivo TREZOR a su carpeta de Dropbox.
fr: 2. Autorisez l'accès de votre TREZOR à votre dossier Dropbox.
it: 2. Permetti l'accesso del tuo dispositivo Trezor alla tua cartella Dropbox.
ja: 2. お使いのTREZORデバイスのDropboxフォルダへのアクセスを許可してください。
nl: 2. Geef uw TREZOR toegang tot uw Dropbox-map.
pl: 2. Zezwól na dostęp Twojemu urządzeniu TREZOR do folderu Dropbox.
pt: 2. Permita o acesso do seu TREZOR à sua pasta no Dropbox.
uk: 2. Надайте доступ пристрою TREZOR до Вашої папки Dropbox.

source: 24 words
ar: 24 كلمة
bn: ২৪ শব্দ
cs_cz: 24 slov
de: 24 Wörter
es: 24 palabras
fr: 24 mots
it: 24 parole
ja: 24単語
nl: 24 woorden
pl: 24 słowa
pt: 24 palavras
uk: 24 слова

# promos-2fa
source: 2F authentication
ar: عامل المصادقة الثنائي
bn: ২-ধাপ প্রমাণীকরণ
it: autenticazione 2FA
ja: 二要素認証

source: 3. Enjoy ultimate TREZOR security and privacy.
ar: 3. تمتع بخصوصية و أمن تريزور المطلقة.
bn: ৩। TREZOR এর নিরাপত্তা এবং গোপনীয়তা উপভোগ করুন।
de: 3. Genießen Sie die ultimative Sicherheit und Privatsphäre von TREZOR.
es: 3. Disfrute de la máxima seguridad y privacidad de TREZOR.
fr: 4. Appréciez la sécurité et la protection de la vie privé par excellence de TREZOR.
it: 3. Goditi l'altissimo livello di sicurezza e di privacy di TREZOR.
ja: 3. 究極のTREZORによるセキュリティ、プライバシー保護機能をお楽しみください。
nl: 3. Ervaar de ultieme beveiliging en privacy van TREZOR.
pl: 3. Ciesz się najwyższym bezpieczeństwem i prywatnością dzięki urządzeniu TREZOR.
pt: 3. Aproveite a incrível segurança e privacidade do TREZOR.
uk: 3. Із задоволенням користуйтеся неперевершеною безпекою і приватністю TREZOR.

# text-with-link
source: <b>Note: </b>Litecoin changed the format of addresses. <a>More info</a>
ar: <b>ملاحظة:</b> لايتكوين جددة شكل العناوين. <a>مزيد من المعلومات</a>
bn: <b>টীকা:</b> Litecoin ঠিকানা বিন্যাস পরিবর্তন করেছে। <a>আরো তথ্য</a>
es: Litecoin cambió el formato de direcciones.
it: <b>Nb: </b>Litecoin ha cambiato il formato degli indirizzi. <a>Più info</a>
ja: <b>注意:</b> ライトコインのアドレス形式が変更になりました。<a>詳細情報</a>
nl: Litecoin heeft het adresformat veranderd.
pt: Litecoin alterou o formato dos endereços.

# text-with-link
source: <b>Your account is too big.</b><p>Due to the large size of the account, your TREZOR might take a longer time to load or sign transactions.<br><a>Learn how to make your account smaller</a></p>
ar: <b>الحساب الخاص بك كبير جداً.</b> <p>بسبب الحجم الكبير للحساب، تريزور الخاص بك قد يستغرق وقتاً أطول لتحميل أو تسجيل المعاملات. <a>تعلم كيفية جعل حسابك أصغر</a> <br></p>
bn: <b>আপনার অ্যাকাউন্ট অনেক বড়।</b> <p>বড় আকারের হিসাবের কারণে আপনার TREZOR লোড বা লেনদেন সাইন করতে দীর্ঘ সময় লাগতে পারে।<br> <a>দয়া করে অ্যাকাউন্ট ছোট করা শিখে নিন</a></p>
it: <b>Il tuo account è pieno.</b><p>A causa della dimensione del tuo account, il tuo TREZOR potrebbe impiegare più tempo per caricare o firmare transazioni.<br><a>Scopri come svuotare l'account</a></p>
ja: <b>口座は大きすぎます。</b><p>アカウントのサイズが大きいので、お持ちのTREZORは取引の読み込みまたは著名により長くかかることもあります。<br><a>口座のサイズを減らす方法について知る</a></p>

source: <i>From</i> {{from}} <i>to</i> {{to}}
ar: <i>من</i> {{from}} <i>إلى</i> {{to}}
bn: <i>থেকে</i>{{from}}<i>প্রতি</i>{{to}}
it: <i>Da</i> {{from}} <i>a</i> {{to}}
ja: {{from}}<i>から</i>{{to}}<i>まで</i>

source: <i>TREZOR Beta Wallet</i> is a public feature-testing version of the <i>TREZOR Wallet</i>, offering the newest features before they are available to the general public.
ar: <i>محفظة تريزور بيتا</i> هي نسخة اختبار عامة لاحدث ميزات <i>محفظة تريزور</i>، قبل أن تصبح متاحة لعامة الجمهور.
bn: <i>TREZOR Beta Wallet</i> হচ্ছে <i>TREZOR Wallet</i> এর ফিচার পরীক্ষার সংস্করণ, যা সবার আগে নতুন ফিচার ব্যবহারের সুযোগ দেয়।
es: , ofreciendo características nuevas antes de que estén disponibles al público en general.
it: <i>Wallet TREZOR Beta</i> è una versione del <i>Wallet TREZOR</i> che offre le più recenti funzionalità prima che siano disponibili al pubblico.
ja: <i>TREZOR Beta Wallet</i>は公開の新機能テストのための<i>TREZOR Wallet</i>のバージョンで、一般公開前の最新機能を提供します。
nl: , met de nieuwste toepassingen voordat deze beschikbaar zijn voor het algemene publiek.
pt: , oferecendo os últimos recursos antes mesmo de estarem disponíveis ao público geral.

source: <p>This is an advanced interface intended for EXPERT use only!</p><p>If you are a common user and want to setup or recover your TREZOR device, please <a>continue to TREZOR Setup.</a></p><p>Never use this process unless you REALLY know what you are doing!</p><p>No checks are performed on the provided seed, so it can be binary sequence, dice-throw sequence or a random sentence. Valid BIP32 XPRV keys are interpreted prior loading to the device.</p>
bn: <p>এটি শুধুমাত্র দক্ষ ব্যবহারকারীদের জন্য।</p> <p>আপনি সাধারণ ব্যবহারকারী হন এবং আপনার TREZOR ডিভাইস সেটআপ বা পুনরুদ্ধার করতে চান তবে <a>TREZOR সেটআপ বজায় রাখুন।</a></p> <p>এই প্রক্রিয়া সম্পর্কে না জানলে কখনো এর প্রক্রিয়া ব্যবহার করবেন না।</p> <p>কোন চেক প্রদান করা বীজের ওপর সম্পন্ন হয়ে থাকে, তাই এটা বাইনারি অনুক্রম হতে পারে, পাশা-ক্রম বা এলোমেলো বাক্য নিক্ষেপ। বৈধ BIP32 XPRV কী ব্যাখ্যা করা ডিভাইসের জন্য অগ্রিম লোড করতে হয়।</p>
it: <p>Questa è una sezione riservata a soli utenti ESPERTI!</p><p>Se sei un utente medio che vuole impostare o recuperare il tuo TREZOR, <a>vai alle impostazioni del TREZOR.</a></p><p>Non usare il processo qui descritto a meno che non sia VERAMENTE sicuro di quello che stai facendo!</p><p>Nessun controllo viene fatto sul seed fornito, quindi può essere una sequenza binaria, una sequenza di numeri o una frase qualsiasi. Le chiavi BIP32 XPRV valide sono interpretate prima di essere caricate sul device.</p>
ja: <p>熟練者向けの高度なインターフェースです！</p><p>初めてTREZORデバイスを利用してセットアップやリカバリを行う場合は、<a>TREZORのセットアップ</a>に進んでください。</p><p>ご自分が何をされているか本当に理解されている場合のみこのプロセスを行ってください。</p><p>バイナリ配列や、サイコロ配列、ランダム配列などになるように、生成されたシードに対するチェックは行われません。有効なBIP32 XPRVキーがデバイスに読み込まれる前に解読されます。</p>

source: API keys are useful if you want to import a watch-only wallet.
ar: مفاتيح API مفيدة إذا كنت ترغب في استيراد محفظة للمشاهدة فقط.
bn: API কি উপকারি যখন আপনি শুধুমাত্র ওয়ালেট আমদানি করতে চান।
cs_cz: API klíč je užitečný pokud chcete přidat “watch-only” peňeženku.
de: API-Schlüssel sind nützlich, wenn Sie eine watch-only Wallet importieren möchten.
es: Las claves de la API son útiles si quieres importar un monedero de sólo lectura.
fr: Les clés API sont utiles si vous voulez importer un portefeuille watch-only.
it: Le chiavi API sono utili se desideri importare un portafoglio di sola visione.
ja: 閲覧用のウォレットを読み込むためにはAPIキーを利用できます。
nl: API-sleutels zijn handig als u een watch-only wallet wilt importeren.
pl: Klucze API są przydatne jeżeli chcesz zaimportować portfel w trybie tylko do obserwacji.
pt: As chaves API podem ser usadas para importar uma carteira watch-only.
uk: API ключі стануть в нагоді в тому випадку, якщо Ви захочете імпортувати гаманець в режимі перегляду (watch-only).

# default-name
source: Account
ar: حساب
bn: অ্যাকাউন্ট
de: Benutzerkonto
es: Cuenta
fr: Compte
ja: 口座
pl: Konto
pt: Conta
uk: Рахунок

# basic-label
source: Account public keys (XPUB)
ar: حساب المفاتيح العامة (XPUB)
bn: পাবলিক অ্যাকাউন্ট কি (XPUB)
de: Benutzerkonto Public Keys (XPUB)
es: LLaves públicas de la cuenta (XPUB)
fr: Compte clé publique (XPUB)
it: Chiavi pubbliche dell'Account (XPUB)
ja: 口座の公開鍵 (XPUB)
nl: Openbare sleutels van deze account (XPUB)
pl: Klucze publiczne konta (XPUB)
pt: Chaves públicas da conta (XPUB)
uk: Публічні ключі рахунку (XPUB)

# error-message
source: Action was interrupted
ar: قوطع الإجراء
bn: ব্যবস্থা বিঘ্নিত করা হয়েছে
de: Aktion wurde unterbrochen
es: La acción fue interrumpida
fr: L'action a été interrompue
it: L'azione è stata interrrotta
ja: 作業が中断されました
nl: Actie is onderbroken
pl: Akcja została przerwana
pt: A ação foi interrompida
uk: Дію перервано

source: Add OP_RETURN
ar: إضافة OP_RETURN
bn: OP_RETURN যোগ করো
it: Aggiungi OP_RETURN
ja: OP_RETURNを追加

# button
source: Add account
ar: أضف حساب
bn: একাউন্ট যোগ করুন
de: Konto hinzufügen
es: Añadir cuenta
fr: Ajouter un compte
it: Aggiungi account
ja: 口座を追加
nl: Account toevoegen
pl: Dodaj konto
pt: Adicionar conta
uk: Додати рахунок

source: Add comment
ar: أضف تعليق
bn: মন্তব্য যোগ করুন
de: Anmerkung hinzufügen
es: Añadir comentario
fr: Ajouter un commentaire
it: Aggiungi un commento
ja: コメントを追加
nl: Opmerking toevoegen
pl: Dodaj komentarz
pt: Adicionar comentário
uk: Додати коментар

# promos-labeling
source: Add comments,<br>rename accounts.
ar: إضافة تعليقات، <br>إعادة تسمية حسابات.
bn: মন্তব্য যোগ করুন,<br>অ্যাকাউন্ট পুনঃনামকরণ করুন।
de: - Accounts umbenennen
it: Aggiungi commenti,<br>rinomina account.
ja: コメント、口座ま名前を<br>追加できます。
nl: account-namen wijzigen
uk: перейменувати рахунки

# button
source: Add legacy account
ar: إضافة حساب قديم
bn: পূর্ববর্তী হিসাব যোগ করুন
de: Konto hinzufügen
es: Agregar una cuenta antigua
fr: Ajouter un compte
it: Aggiungi account legacy
ja: レガシーの口座を追加
nl: Voeg legacy account toe
pl: Dodaj konto
pt: Adicionar uma conta antiga
uk: Додати рахунок

source: Add locktime
ar: إضافة قفل الوقت لوكتايم
bn: Locktime যোগ করুন
de: Anmerkung hinzufügen
it: Aggiungi un locktime
ja: コメントを追加
nl: Opmerking toevoegen
uk: Додати коментар

source: Add recipient
ar: إضافة مستلم
bn: প্রাপক যোগ করুন
cs_cz: Přidat příjemce
de: Empfänger hinzufügen
es: Añadir destinatario
fr: Ajouter un destinataire
it: Aggiungi destinatario
ja: 受信者を追加
nl: Ontvanger toevoegen
pl: Dodaj odbiorcę
pt: Adicionar destinatário
uk: Додати одержувача

# promos-labeling
source: Add transaction comments,<br>rename accounts or addresses.
ar: إضافة تعليقات الحركة، <br>إعادة تسمية حسابات أو عناوين.
bn: স্থানান্তর মন্তব্য যোগ করুন,<br>অ্যাকাউন্ট অথবা ঠিকানা পুনঃনামকরণ করুন।
it: Aggiungi commenti,<br>rinomina account o indirizzi.
ja: コメント、口座またはアドレスの<br>名前を追加できます。

source: Add your own label
ar: أضف تصنيفك الخاص
bn: আপনার নিজস্ব লেবেল যুক্ত করুন
de: Eigene Bezeichnung hinzufügen
es: Añade tu propia etiqueta
fr: Ajoutez votre propre étiquette
it: Aggiungi la tua personale etichetta
ja: ご自由にラベルを追加
nl: Voeg een eigen label toe
pl: Dodaj swoją własną etykietę
pt: Adicione sua própria etiqueta
uk: Додати свої власні позначення

# recovery-label
source: Additional passphrase encryption
ar: تشفير بكلمة سر إضافية
bn: অতিরিক্ত গুপ্ত-বাক্যাংশ এনক্রিপশন
de: Zusätzliche Passwort Verschlüsselung
es: Contraseña adicional para encriptación
fr: Cryptage additionnel avec un mot de passe
it: Passphrase per crittografia aggiuntiva
ja: 追加のパスフレーズによる暗号化
nl: Extra wachtwoordzin encryptie
pl: Dodatkowe szyfrowanie hasłem
pt: Criptografia adicional com senha de segurança
uk: Додаткове шифрування кодової фрази

# sign
source: Address
ar: العنوان
bn: ঠিকানা
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
ja: アドレス
nl: Adres
pl: Adres
pt: Endereço
uk: Адреса

source: Address
ar: العنوان
bn: ঠিকানা
cs_cz: Adresa
de: Adresse
es: Dirección
it: Indirizzo
ja: アドレス
nl: Adres
pt: Endereço

# form-label
source: Address
ar: العنوان
bn: ঠিকানা
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
ja: アドレス
nl: Adres
pl: Adres
pt: Endereço
uk: Адреса

source: Address Label
ar: صنف العنوان
bn: ঠিকানার লেবেল
es: Etiqueta de la dirección
it: Etichetta indirizzo
ja: アドレスのラベル
nl: Adreslabel
pt: Etiqueta do endereço

# error-message
source: Address not found in the header
ar: لم يتم العثور على العنوان في الرأس
bn: ঠিকানা হেডারে খুঁজে পাওয়া যায়নি
it: Riga di intestazione per la colonna Indirizzo non trovata
ja: ヘッダーにはアドレスが見つかりません

# error-message
source: Address verification failed.
ar: أخفق التحقق من العنوان.
bn: ঠিকানা ভেরিফিকেশন করতে ব্যর্থ।
de: Adressverifizierung fehlgeschlagen.
es: Falló la verificación de la dirección.
fr: La vérification de l'adresse a échoué.
it: Verificazione dell'indirizzo fallita.
ja: アドレスの検証に失敗しました。
nl: Adresverificatie is mislukt.
pl: Weryfikacja adresu nie powiodła się.
pt: Falha ao verificar o endereço.
uk: Помилка верифікації адреси.

# button
source: Advanced
ar: محترف
bn: অ্যাডভান্সড
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzato
ja: 高度
nl: Extra
pl: Zaawansowane
pt: Avançado
uk: Розширений

# recovery-label
source: Advanced recovery
ar: استرداد محترف
bn: অ্যাডভান্সড পুনরুদ্ধার
de: Fortgeschrittene Wiederherstellung
es: Recuperación nivel avanzado
fr: Récupération avancée
it: Ricovero avanzato
ja: 高度なリカバリ
nl: Geavanceerde herstel
pl: Zaawansowane odzyskiwanie
pt: Esta é uma etiqueta para uma caixa de seleção na página de recuperação do dispositivo

source: Advanced setup
ar: الإعدادات المتقدمة
bn: অ্যাডভান্সড সেটআপ
de: Fortgeschrittenes Set-up
es: Configuración nivel avanzado
fr: Installation avancée
it: Setup avanzato
ja: 高度な設定
nl: Geavanceerde setup
pl: Ustawienia zaawansowane
pt: Configuração avançada

# heading
source: All data on your device will be deleted.
ar: سيتم حذف كافة البيانات الموجودة على الجهاز الخاص بك.
bn: আপনার ডিভাইস এর সব উপাত্ত মুছে যাবে।
de: Alle Daten auf Ihrem Gerät werden gelöscht.
es: Se eliminarán todos los datos de tu dispositivo.
fr: Toutes les données de votre appareil seront supprimées.
it: Tutte i dati sul tuo dispositivo verranno cancellati.
ja: デバイス上のデータがすべて消去されました。
nl: Alle gegevens op uw apparaat zullen worden verwijderd.
pl: Wszystkie dane na Twoim urządzeniu zostaną usunięte.
pt: Todos os dados no seu dispositivo serão excluídos.
uk: Усі дані на Вашому пристрої буде стерто.

source: All labels and comments that you add in TREZOR Wallet are automatically encrypted by a key derived from TREZOR device and synchronized with your Dropbox folder ensuring a 100% secure and always available service. Even if your Dropbox account gets compromised, your private data stay safe.
ar: يتم تلقائيا تشفير كافة التصنيفات والتعليقات التي تضيفها في محفظة تريزور بواسطة مفتاح مشتق من جهاز تريزور ومتزامن مع مجلد Dropbox لضمان خدمة آمنة 100٪ ومتوفرة دائما. حتى لو تم اختراق حساب Dropbox الخاص بك، ستبقى بياناتك آمنة.
bn: লেবেল ও TREZOR লেখাসহ মন্তব্যের স্বয়ংক্রিয়ভাবে কী TREZOR ডিভাইস থেকে প্রাপ্ত এবং আপনার ড্রপ-বক্স্ ফোল্ডার ১০০ % নিরাপত্তা নিশ্চিত করা এবং সব সার্ভিস সিংক্রোনাইজ করে এনক্রিপ্ট করা হয়। যদি আপনার ড্রপ-বক্স্ অ্যাকাউন্ট আপোস পাওয়া যায়, আপনার ব্যক্তিগত ডেটা সুরক্ষিত থাকার।
de: Alle Kommentare und Kontobezeichnungen, die Sie in der TREZOR-Wallet hinzufügen, werden automatisch mit einem Schlüssel von Ihrem TREZOR verschlüsselt und mit Ihrem Dropbox-Konto synchronisiert. Damit wird versichert, dass diese zu 100% sicher und zu jeder Zeit verfügbar sind. Selbst wenn Ihr Dropbox Konto kompromittiert wird, bleiben Ihre privaten Daten sicher.
es: Todas las etiquetas y los comentarios que añadas en TREZOR Wallet son cifrados automáticamente por una clave derivada del dispositivo TREZOR y sincronizados con su carpeta de Dropbox asegurando un servicio 100% seguro y siempre disponible. Incluso si su cuenta de Dropbox se ve comprometida, sus datos privados se mantendrán seguros.
fr: Toutes les étiquettes et commentaires que vous ajoutez sur TREZOR Wallet sont automatiquement encryptés par une clé dérivée de l'appareil TREZOR et synchronisés avec votre dossier Dropbox garantissant un service 100% sécurisé et disponible. Même si votre compte Dropbox est compromis, vos données privées restent en sécurité.
it: Tutte le etichette ed i commenti che aggiungi al Portafoglio TREZOR vengono automaticamente crittografati da una chiave derivata dal dispositivo TREZOR e sincronizzati con la tua cartella Dropbox per garantire un servizio sicuro al 100% e sempre disponibile. Anche se il tuo account Dropbox viene compromesso, i tuoi dati privati rimangono sicuri.
ja: すべてのTREZOR Wallet に追加したラベルとコメントは、TREZORデバイスから提供されたキーによって自動的に暗号化され、Dropboxのフォルダーに100%安全かつ、サービス利用可能な状態で同期されます。Dropboxのアカウントが危険にさらされた場合でも、プライベートデータは安全な状態で管理されます。
nl: Alle labels en opmerkingen die u op TREZOR Wallet toevoegt worden automatisch gecodeerd door een sleutel gecreëerd op uw TREZOR en daarna gesynchroniseerd met uw Dropbox map. Dit zorgt voor een 100% veilig en altijd beschikbaar service. Zelfs als uw Dropbox-account gekraakt wordt, blijven uw privé-gegevens veilig.
pl: Wszystkie etykiety i komentarze, które dodasz do TREZOR Wallet są automatycznie zaszyfrowane kluczem z Twojego urządzenia TREZOR i zsynchronizowane z Twoim folderem Dropbox gwarantując 100% bezpieczeństwa i zawsze dostępną usługę. Nawet jeśli Twoje konto Dropbox padnie ofiarą cyberprzestępcy, Twoje prywatne dane wciąż pozostaną bezpieczne.
pt: Todas as etiquetas e os comentários que você adicionar no TREZOR Wallet são criptografados automaticamente por uma chave derivada do TREZOR e sincronizados com sua pasta no Dropbox garantido um serviço 100% seguro e disponível sempre. Mesmo se a sua conta Dropbox for comprometida, seus dados privados continuam seguros.
uk: Усі позначення і коментарі, які ви додаєте на TREZOR Wallet автоматично шифруються ключем пристроя TREZOR і синхронізуються з Вашою папкою Dropbox для забезпечення 100% безпеки і доступності сервісу в будь-який час. Навіть якщо Ваш аккаунт Dropbox буде скомпрометовано, Ваші особисті дані залишаться в безпеці.

# date
source: All time
ar: جميع الاوقات
bn: সব সময়
de: Zu jeder Zeit
es: Siempre
fr: Tout les temps
it: Sempre
ja: 全期
nl: Altijd
pl: Cały czas
pt: Todos os tempos

# form-label
source: Amount
ar: المبلغ
bn: পরিমাণ
de: Menge
es: Cantidad
fr: Montant
it: Importo
ja: 金額
nl: Bedrag
pl: Kwota
pt: Valor
uk: Сума

# error-message
source: Amount has too many decimals
ar: المبلغ يحتوي على كسور عشرية كثيرة جدا
bn: পরিমাণে অনেক বেশি দশমিক রয়েছে
de: Menge hat zu viele Dezimalstellen
es: La cantidad tiene demasiados decimales
fr: Le montant comporte trop de décimales
it: L'importo ha troppi decimali
ja: 金額に含まれる少数点が多すぎます
nl: Bedrag heeft teveel cijfers achter de komma
pl: Kwota zawiera za dużo miejsc po przecinku
pt: O valor tem decimais em excesso
uk: Сума має забагато десяткових знаків

# error-message
source: Amount is missing
ar: المبلغ مفقود
bn: পরিমাণ উল্লেখ নেই
de: Menge ist ein Pflichtfeld.
es: Un cantidad es requerida.
fr: Un montant est requis.
it: L'importo è necessario.
ja: 金額は入力されていません
nl: Bedrag is verplicht.
pl: Kwota jest wymagana.
pt: Valor obrigatório.
uk: Необхідно зазначити суму.

# error-message
source: Amount is not a number
ar: المبلغ ليس رقماً
bn: পরিমাণ সংখ্যায় দেয়া নেই
de: Menge ist keine Nummer
es: La cantidad no es un número
fr: Le montant n'est pas un nombre
it: L'importo non è un numero
ja: 金額が数字ではありません
nl: Bedrag is geen getal
pl: Kwota nie jest liczbą
pt: O valor não é um número
uk: Сума не є числом

# error-message
source: Amount is too low
ar: المبلغ قليل للغاية
bn: পরিমাণ খুব কম
de: Menge ist zu gering
es: La cantidad es demasiado baja
fr: Le montant est trop faible
it: L'importo è troppo basso
ja: 金額が少なすぎます
nl: Bedrag is te laag
pl: Kwota jest za mała
pt: Valor muito baixo
uk: Сума є надто малою

# error-message
source: Amount not found in the header
ar: لم يتم العثور على المبلغ في الرأس
bn: হেডারে পরিমাণ খুঁজে পাওয়া যায়নি
it: Riga di intestazione per la colonna Quantità non trovata
ja: ヘッダーには金額が見つかりません

# button
source: App Settings
ar: إعدادات التطبيق
bn: অ্যাপ সেটিংস
de: Applications Einstellungen
es: Ajustes de la aplicación
fr: Paramètres de l'application
it: Impostazioni App
ja: アプリ設定
nl: App Instellingen
pl: Ustawienia aplikacji
pt: Configurações do App
uk: Параметри додатку

# heading
source: Application Settings
ar: إعدادات التطبيق
bn: অ্যাপ্লিকেশন সেটিংস
de: Einstellungen
es: Ajustes de la aplicación
fr: Paramètres de l'application
it: Impostazioni Applicazione
ja: アプリケーション設定
nl: Programma-instellingen
pl: Ustawiania aplikacji
pt: Configurações do aplicativo
uk: Параметри додатку

# error-message
source: Application loading failed
ar: فشل في تحميل التطبيق
bn: অ্যাপ্লিকেশন লোডিং ব্যর্থ
de: Einstellungen
it: Caricamento dell'applicazione fallito
ja: アプリケーションの読み込みに失敗しました
nl: Programma-instellingen
uk: Параметри додатку

# promos-malware
source: Are you sending money to the right person?
ar: هل انت ترسل المال إلى الشخص الصحيح؟
bn: আপনি কি সঠিক ব্যক্তিকে টাকা প্রেরণ করছেন?
it: Stai inviando denaro alla persona giusta?
ja: お金の受取人は間違っていませんか？受取人のアドレスを

# warning-message
source: Attention: The log contains your XPUBs. Anyone with your XPUBs can see your account history.
ar: تنبيه: يحتوي السجل على إكسبوبس الخاص بك. يمكن لأي شخص لديه إكسبوبس الخاص بك مشاهدة سجل حسابك الخاص.
bn: দৃষ্টি আকর্ষণ: লগটি আপনার XPUBs ধারণ করে। XPUBs ধারি যে কেউ আপনার অ্যাকাউন্টের ইতিহাস দেখতে পারবে।
de: Warnung: Dieser Log kann Ihren XPUB beinhalten. Wenn Sie diesen Log an dritte Personen weitergeben, ermöglichen Sie diesen Ihren gesamten Transaktionsverlauf einzusehen.
es: Advertencia: Este registro puede contener su XPUB. Cuando se lo da a un tercero, le permite ver su historial de transacciones al completo.
fr: Avertissement : cet historique d'activité peut contenir votre XPUB. Si vous le donnez à une tiers personne, vous lui permettez de consulter l'historique complet de vos transactions.
it: Attenzione: il file di log contiene le tue XPUB. Con le tue XPUB, chiunque può vedere la storia del tuo account.
ja: 警告: ログにはあなたのXPUBが含まれています。第三者にデータが渡ってしまうと、すべての取引履歴が閲覧可能になります。
nl: Waarschuwing: Dit logboek kan uw XPUB bevatten. Wanneer je aan anderen geeft, kunnen die uw hele transactiegeschiedenis bekijken.
pl: Ostrzeżenie: Ten dziennik może zawierać Twój klucz XPUB. Gdy dasz go osobom trzecim, może on pozwolić im zobaczyć historię wszystkich transakcji.
pt: Aviso: Este log pode conter sua XPUB. Se você fornecê-lo para terceiros, permitirá que vejam todo o seu histórico de transações.
uk: Попередження: Цей журнал може містити Ваш XPUB. Ви даєте йому до третьої сторони, ви дозволяєте його, щоб побачити всю цю операцію історії. Надаючи його третій стороні, Ви тим самим дозволяєте побачити історію Ваших транзакцій.

source: BIP32 Path:
ar: مسار BIP32:
bn: BIP32 পথ:
cs_cz: BIP32 Cesta:
de: BIP32 Pfad:
es: Ruta BIP32:
fr: Chemin BIP32 :
it: Percorso BIP32:
ja: BIP32派生パス:
nl: BIP32 Pad:
pl: Ścieżka BIP32:
pt: Trajetória BIP32:
uk: BIP32 шлях:

# button
source: Backspace
ar: مسافة للخلف
bn: ব্যাকস্পেস
de: Rücktaste
es: Etiqueta para la tecla Backspace en recuperación nivel avanzado
fr: Retour arrière
it: Cancella
ja: 削除
pt: Retroceder
