Repository: Othello1111/mytrezor-l10n
Catalog: lang/*/*.po
Languages: ar, bn, cs_cz, de, es, fr, it, ja, nl, pl, pt, uk

source: Fee: {{fee}} {{unit}}
ar: الرسوم: {{fee}} {{unit}}
bn: ফি: {{fee}} {{unit}}
it: Commissioni: {{fee}} {{unit}}
ja: 手数料: {{fee}} {{unit}}

# form-label
source: Fiat Currency
ar: العملة الورقية
bn: ফিয়াট কারেন্সি
de: Fiat-Währung
es: Moneda fiduciaria
fr: Devise fiduciaire
it: Valuta Fiat
ja: 法廷通貨
nl: Fiat Valuta
pl: Waluta fiduncjarna
pt: Moeda fiduciária

source: Final fee: {{fee}} sat/B
ar: رسوم نهائية: {{fee}} sat/B
bn: চূড়ান্ত ফি: {{fee}} সাতোশি/বিটকয়েন
it: Commissioni finali: {{fee}} sat/B
ja: 最終手数料: {{fee}} sat/B

# advanced-label
source: Firmware
ar: البرنامج الثابت فيرموير
bn: ফার্মওয়্যার
ja: ファームウェア
uk: Прошивка

# form-label
source: First row is header
ar: الرأس هو الصف الأول
bn: প্রথম সারিই হেডার।
de: Erste Zeile ist eine Kopfzeile
es: La primera fila es el encabezado
fr: La première rangée est l'en-tête
it: La prima riga è l'intestazione
ja: 最初の行はヘッダーです
nl: Eerste rij is kop
pl: Pierwszy wiersz jest nagłówkiem
pt: A primeira linha é o cabeçalho
uk: Перший рядок це заголовок

source: Flower Close Up In Darkness by A Guy is licenced under CC BY 2.0
ar: Flower Close Up In Darkness بواسطة A Guy مرخصة تحت CC BY 2.0
bn: ফ্লাওয়ার ক্লোজ আপ অন্ধকারে একজন মানুষের দ্বারা CC BY 2.0 দ্বারা লাইসেন্সকৃত
de: Flower Close Up In Darkness von A Guy ist lizenziert unter CC BY 2.0
es: Flower Close Up In Darkness por A Guy está bajo licencia CC BY 2.0
fr: Flower Close Up In Darkness par A Guy est autorisé sous CC BY 2.0
it: Flower Close Up In Darkness di A Guy è concesso in licenza sotto CC BY 2.0
ja: Flower Close Up In Darkness by A Guy は、CC BY 2.0によってライセンスされています
nl: Flower Close Up In Darkness door A Guy is gelicenseerd onder CC BY 2.0
pl: Flower Close Up In Darkness autorstwa A Guy na licencji CC BY 2.0
pt: Flower Close Up In Darkness by A Guy está licenciado sob CC BY 2.0
uk: Flower Close Up In Darkness. Автор: A Guy. Ліцензія: CC BY 2.0

source: Follow the instructions on your device.
ar: أكد الإجراء على جهازك.
bn: আপনার ডিভাইসে নির্দেশিকাগুলি অনুসরণ করুন।
de: folgen Sie den Anweisungen auf Ihrem Gerät.
es: siga las instrucciones de su dispositivo.
fr: Suivez les instructions sur votre appareil.
it: Conferma l'azione sul tuo dispositivo.
ja: お持ちのデバイス上に表示されたの指示に従ってください。
nl: volg de instructies op uw apparaat.
pl: Postępuj zgodnie z instrukcjami wyświetlanymi na urządzeniu.
pt: Siga as instruções no seu dispositivo.
uk: Дотримуйтесь інструкцій на Вашому пристрої.

# text-with-link
source: For more information, please refer to <a>our guide</a>
ar: للحصول على مزيد من المعلومات، يرجى الرجوع إلى <a>دليلنا</a>
bn: আরও তথ্যের জন্য, দয়া করে <a>আমাদের গাইড</a> অনুসরণ করুন
de: Für weitere Informationen, besuchen Sie unser Benutzerhandbuch.
it: Per maggiori informazioni, fai riferimento alla <a>nostra guida</a>
ja: 詳しい情報は、<a>案内</a>をご覧ください。
nl: Voor meer informatie, verwijs naar
uk: Для отримання додаткової інформації зверніться до посібника користувача.

# text-with-link
source: For more information, visit <a>the user manual</a>
ar: للحصول على مزيد من المعلومات، قم بزيارة <a>دليل المستخدم</a>
bn: আরও তথ্যের জন্য, দেখুন <a>ইউজার ম্যানুয়াল</a>
de: Für weitere Informationen, besuchen Sie unser Benutzerhandbuch.
it: Per maggiori informazioni, visita <a>il manuale utente</a>
ja: 詳しい情報は、<a>ユーザーマニュアル</a>をご覧ください。
nl: Kijk voor meer informatie in de gebruikershandleiding.
uk: Для отримання додаткової інформації зверніться до посібника користувача.

# button
source: For more information, visit the user manual.
ar: لمزيد من المعلومات، يرجى زيارة دليل المستخدم.
bn: আরও তথ্যের জন্য, দেখুন ইউজার ম্যানুয়াল।
de: Für weitere Informationen, besuchen Sie unser Benutzerhandbuch.
es: Para más información, visite el manual de usuario.
fr: Pour plus d'information, veuillez consulter le manuel d'utilisation.
it: Per maggiori informazioni visitare il manuale utente.
ja: 詳しい情報は、ユーザーマニュアルをご覧ください。
nl: Kijk voor meer informatie in de gebruikershandleiding.
pl: Aby uzyskać więcej informacji odwiedź stronę instrukcji obsługi.
pt: Para mais informações, consulte o manual do usuário.
uk: Для отримання додаткової інформації зверніться до посібника користувача.

source: For security reasons, TREZOR is shipped without firmware installed. This is to ensure that your firmware will be up-to-date at the time of initialization.
ar: لأسباب أمنية، يتم شحن TREZOR بدون تثبيت البرامج الثابتة. هذا لضمان أن البرنامج الثابت لـ حديث عند التهيئة.
bn: নিরাপত্তার কারণে TREZOR ফার্মওয়্যার ইন্সটল করা ছাড়াই আনা হয়। এটা আপনার ফার্মওয়্যার প্রারম্ভিক সময়ে হালনাগাদ করা হবে যাতে নিশ্চিত করা হয়।
es: Por razones de seguridad, TREZOR es enviado sin firmware instalado. Esto es para asegurar que el firmware será el más actualizado al momento de la iniciación.
it: Per motivi di sicurezza, TREZOR è spedito senza alcun firmware preinstallato, al fine di assicurare che il tuo ____________ firmware sia aggiornato all'ultima versione al momento dell'inizializzazione.
ja: セキュリティ確保のため、TREZORはファームウェアがインストールされていない状態で出荷されています。初期化の際に最新のファームウェアを取得するためです。
nl: Om beveiligingsredenen wordt TREZOR verscheept zonder firmware. Dit doen we zodat uw firmware up-to-date is op het moment van initialisatie.
pt: Por motivos de segurança, o TREZOR é enviado sem o firmware instalado. Isso garante que o seu firmware estará atualizado no momento da inicialização.

# warning-message
source: For testing purposes, Wallet uses the same dollar rates for testnet coins as for bitcoin.
ar: لأغراض الاختبار، المحفظة تستخدم نفس سعر الدولار للبيتكوين و لعملات التيستنيت.
bn: পরীক্ষার উদ্দেশ্যে, মানিব্যাগ একই ডলার রেট testnet টাকা ক্ষেত্রে বিটকয়েন ব্যবহার করে।
es: Para testeos, Wallet usa el mismo valor en dólares para monedas testnet y bitcoins.
it: Per scopi di test, il portafoglio utilizza le stesse tariffe del dollaro per le monete della testnet così come per il bitcoin.
ja: テスト目的で、ウォレットはビットコインと同じ為替レートをテストネットコインで使用します。
nl: Voor testdoeleinden gebruikt de Wallet dezelfde dollarkoersen voor testnet en voor bitcoin.
pt: Para testar, a carteira usa as mesmas cotações em dólar do bitcoin para as moedas testnet.

# forget-button
source: Forget
bn: বিস্মৃত হন
de: Vergessen
it: Sconnetti
ja: 忘れる
nl: Vergeet
pl: Zapomnij
pt: Esquecer
uk: Забути

# button
source: Forget
ar: نسيان
bn: বিস্মৃত হন
de: Vergessen
es: Olvidar
fr: Oublier
it: Dimentica
ja: 忘れる
nl: Vergeet
pl: Zapomnij o
pt: Esquecer
uk: Забути

# button
source: Forget device
ar: انسى هذا الجهاز
bn: ডিভাইসটি বিস্মৃত হন
de: Gerät vergessen?
es: ¿Olvidar el dispositivo?
fr: Oublier l'appareil ?
it: Dimentica questo dispositivo
ja: 端末を忘れますか?
nl: Apparaat vergeten?
pl: Zapomnieć o urządzeniu?
pt: Esquecer dispositivo?
uk: Забути пристрій?

# heading
source: Forget {{label}}?
ar: نسيان {{label}}؟
bn: {{label}} বিস্মৃত হন?
it: Sconnettere {{label}}?
ja: “{{label}}”を忘れてもよろしいですか？

source: Forgetting only removes the device from the list on the left, your bitcoins are still safe and you can access them by reconnecting your TREZOR again.
ar: نسيان يقوم فقط بإزالة الجهاز من القائمة الجانبية، العملات الخاص بك لا تزال آمنة ويمكنك الوصول إليها بإعادة إتصال TREZOR مرة أخرى.
bn: ভুলে কেবল যন্ত্রের তালিকা বাম দিক থেকে অপসারণ করে, আপনার বিটকয়েন এখনো নিরাপদে আছে এবং আপনি তাদেরকে দেখতে পারবেন আপনার TREZOR আবার পুনরায় সংযোগ করা হচ্ছে দ্বারা।
de: Vergessen entfernt das Gerät nur von der Liste auf der linken Seite, Ihre Bitcoins bleiben sicher und Sie können auf diese zugreifen, wenn Sie Ihren TREZOR wieder verbinden.
es: Olvidar sólo remueve el dispositivo de la lista de la izquierda, tus bitcoins están seguros y puedes acceder a ellos conectando tu TREZOR nuevamente.
fr: Oublier retire seulement l'appareil de la liste de gauche, vos bitcoins sont toujours sécurisés et vous pouvez y accéder en reconnectant à nouveau votre TREZOR.
it: Dimenticare rimuove solo il dispositivo dall'elenco a sinistra, i tuoi bitcoin sono ancora al sicuro e potrai accedervi ricollegando nuovamente il TREZOR.
ja: デバイスを忘れても左のリストから削除されるだけでお持ちのビットコインは安全に管理されています。TREZORを接続し直すことでまたアクセスできます。
nl: Vergeten verwijdert alleen het apparaat uit de lijst aan de linkerkant, uw bitcoins zijn nog steeds veilig en kunt u ze weer gebruiken door uw TREZOR opnieuw aan te sluiten.
pl: Zapominanie usunie urządzenie tylko z listy po lewej, Twoje bitcoin-y są nadal bezpieczne i możesz uzyskać do nich dostęp poprzez ponowne podłączenie Twojego urządzenia TREZOR.
pt: Esquecer apenas remove o dispositivo da lista à esquerda. Seus bitcoins ainda estão seguros e você pode acessá-los reconectando seu TREZOR.
uk: Забування тільки видаляє пристрій зі списку зліва. Ваші біткоіни як і раніше знаходяться в безпеці і Ви можете знову отримати доступ до них через підключення до TREZORу.

source: Fresh address
ar: عنوان جديد
bn: নতুন ঠিকানা
cs_cz: Čerstvá adresa
de: Neue Adresse
es: Dirección nueva
fr: Nouvelle adresse
ja: 未使用のアドレス
nl: Nieuw adres
pl: Świeży adres
pt: Endereço novo
uk: Нова адреса

source: From that moment on you can:
ar: يمكنك اعتبارا من تلك اللحظة:
bn: সেই মুহূর্ত থেকে আপনি পারেন:
de: Von diesem Moment an können Sie:
es: Desde ese momento puedes:
fr: A partir de ce moment-là, vous pouvez :
it: Da quel momento in poi puoi:
ja: その瞬間から:
nl: Vanaf dat moment kunt u het volgende doen:
pl: Od tej chwili możesz:
pt: Então você poderá:
uk: З цього моменту Ви можете:

source: Gallery selection
ar: اختيار المعرض
bn: গ্যালারি নির্বাচন
de: Galerie Auswahl
es: Galería de selección
fr: Sélection de galerie
it: Selezione della galleria
ja: ギャラリーから選択
nl: Galerij selectie
pl: Wybór galerii
pt: Seleção da galeria

# promos-passmanager
source: Get started
ar: ابدأ
bn: শুরু করুন
de: Los geht's!
es: ¡Empecemos!
fr: Commencer !
it: Clicca qui
ja: さぁ、始めましょう!
nl: Aan de slag!
pl: Rozpocząć pracę!
pt: Comece!
uk: Розпочати роботу!

# promos-android
source: Get started
ar: ابدأ
bn: শুরু করুন
de: Los geht's!
es: ¡Empecemos!
fr: Commencer !
it: Clicca qui
ja: さあ、始めましょう!
nl: Aan de slag!
pl: Rozpocząć pracę!
pt: Comece!
uk: Розпочати роботу!

# button
source: Go back
ar: عُد
bn: ফিরে যান
es: Volver
it: Torna indietro
ja: 戻る
nl: Ga terug
pt: Voltar

# button
source: Go to MyEtherWallet
ar: اذهب لـ MyEtherWallet
bn: MyEtherWallet এ যান
de: Gehe zu MyEtherWallet
es: Vaya a MyEtherWallet
fr: Aller à MyEtherWallet
it: Vai a ____MyEtherWallet
ja: MyEtherWalletへ移動
nl: Ga naar MyEtherWallet
pl: Idź do MyEtherWallet
pt: Ir para MyEtherWallet

# button
source: Go to TREZOR Wallet
ar: انتقل إلى محفظة تريزور
bn: TREZOR Wallet এ যান
de: Willkommen zum TREZOR Set-up!
it: Vai al wallet TREZOR
ja: TREZORのセットアップにようこそ!
nl: Ga naar TREZOR Wallet
uk: Ласкаво просимо до установки TREZOR!

# button
source: Hide Summary
ar: إخفاء الملخص
bn: সারসংক্ষেপ লুকান
it: Nascondi sommario
ja: 概要を隠す

source: Hide previous
ar: إخفاء السابق
bn: পূর্ববর্তি আড়াল করুন
cs_cz: Skrýt předchozí
de: Vorherige Daten ausblenden
es: Ocultar anterior
fr: Cacher le précédent
it: Nascondi i precedenti
ja: 使用されたアドレスを隠す
nl: Vorige verbergen
pl: Ukryj poprzednie
pt: Esconder anterior
uk: Приховати попереднє

source: Hide this account
ar: إخفاء هذا الحساب
bn: এই একাউন্ট আড়াল করুন
cs_cz: Skrýt tenhle účet
de: Diesen Account verbergen
es: Ocultar esta cuenta
fr: Cacher ce compte
it: Nascondi questo account
ja: 口座を隠す
nl: Dit account verbergen
pl: Ukryj to konto
pt: Esconder esta conta
uk: Приховати цей рахунок

# transaction-fee
source: High
ar: غالية
bn: উচ্চ
de: Hoch
es: Alta
fr: Elevé
it: Alta
ja: 高
nl: Hoog
pl: Wysoka
pt: Alta
uk: Висока

# button
source: Homescreen
ar: الصفحة الرئيسية
bn: মূল স্ক্রিন
es: Pantalla de inicio
fr: Ecran d'accueil
it: Sfondo
ja: ホーム画面
nl: Welkomscherm
pl: Ekran główny
pt: Tela inicial
uk: Заставка екрану

# error-message
source: Homescreen change failed.
ar: فشل في تغيير الشاشة الرئيسية.
bn: মূল স্ক্রিন পরিবর্তন করতে ব্যর্থ।
de: Änderung des Homescreens fehlgeschlagen.
es: El cambio de pantalla de inicio ha fallado.
fr: Le changement de l'écran d'accueil a échoué.
it: Sostituzione sfondo fallita.
ja: ホーム画面の変更に失敗しました。
nl: Wijzigen welkomscherm is mislukt.
pl: Ekran główny nie został zmieniony.
pt: Falha ao alterar a tela inicial.
uk: Не вдалося змінити заставку екрану.

source: Homescreen setup
ar: إعداد الشاشة الرئيسية
bn: মূল স্ক্রিন সেটআপ
es: Configuración de la pantalla de inicio
fr: Configuration de l'écran d'accueil
it: Impostazioni sfondo
ja: ホーム画面の設定
nl: Startscherm setup
pl: Ustawienia ekranu głównego
pt: Configuração da tela inicial

# success-message
source: Homescreen was successfully changed.
ar: تم تغيير الشاشة الرئيسية بنجاح.
bn: মূল স্ক্রিন সফলভাবে পরিবর্তিত হয়েছে।
de: Homescreen wurde erfolgreich geändert.
es: La pantalla de inicio ha cambiado correctamente.
fr: L'écran d'accueil a été changé avec succès.
it: L'Homescreen è stato sostituito correttamente.
ja: ホーム画面が正常に変更されました。
nl: Welkomscherm is gewijzigd.
pl: Ekran główny został pomyślnie zmieniony.
pt: A tela inicial foi alterada com sucesso.
uk: Заставку екрану змінено.

source: How about buying some bitcoins?
ar: ما رأيك في شراء بعض البيتكونات؟
bn: কিছু বিটকয়েন কিনলে কেমন হয়?
es: ¿Que tal si compras unos bitcoins?
it: Desideri acquistare qualche bitcoin?
ja: ビットコインを購入してはいかがでしょうか？
nl: Wat dacht u van wat bitcoins kopen?
pt: Que tal comprar alguns bitcoins?

# promos-pin
source: How strong is your
ar: ما مدى قوة
bn: কতটা শক্তিশালী আপনার
it: Quanto è sicuro il tuo
ja: お使いの

source: If asked, please confirm the update on your device.
ar: إذا طلب منك، يرجى تأكيد التحديث على الجهاز الخاص بك.
bn: যদি জিজ্ঞাসা করা হয়, অনুগ্রহ করে আপনার ডিভাইসের হালনাগাদ নিশ্চিত করুন।
cs_cz: Když se zeptám, prosím potvrď update na vašem zařízení
de: Wenn gefragt, bitte bestätigen Sie das Update auf Ihrem Gerät.
es: Si se le solicita, por favor confirme la actualización en su dispositivo.
fr: Si demandé, s'il vous plaît, confirmez la mise à jour sur votre appareil.
it: Se richiesto, conferma l'aggiornamento sul tuo dispositivo.
ja: 尋ねられた場合は、お使いのデバイス上でアップデートを確認してください。
nl: Indien gevraagd, bevestig de update op uw apparaat.
pl: Jeżeli zostaniesz zapytany, proszę potwierdzić aktualizację na swoim urządzeniu.
pt: Se for perguntado, confirme a atualização no seu dispositivo.
uk: За потреби просимо підтвердити оновлення на Вашому пристрої.

source: If the address matches your TREZOR display, you can be sure it is genuine.
ar: تأكد أنه غير زائف، إذا تطابق العنوان مع شاشة TREZOR.
bn: আপনার TREZOR ডিসপ্লে ঠিকানার সাথে মিলে যায়, তাহলে আপনি নিশ্চিত যে এটা আসল হতে পারে।
de: Wenn die Adresse auf Ihrem TREZOR übereinstimmt, können Sie sich sicher sein, dass diese korrekt ist.
es: Si la dirección coincide con la que muestra su TREZOR, puede estar seguro de que es genuina.
fr: Si l'adresse correspond à celle de votre appareil TREZOR, vous pouvez être sûr qu'elle est authentique.
it: Se l'indirizzo corrisponde al tuo display TREZOR, puoi essere certo che sia originale.
ja: 表示されたアドレスがTREZORの画面のものと一致すれば本物です。
nl: Wanneer het adres overeenkomt met uw TREZOR display, kunt u er zeker van te zijn dat het echt is.
pl: Jeżeli adres zgadza się z tym wyświetlanym przez Twój TREZOR możesz być pewny, że jest prawdziwy.
pt: Se o endereço for igual ao que aparece na tela do seu TREZOR, você pode ter certeza de que é confiável.
uk: Якщо адреса співпадає з тим, що на TREZORі, Ви можете бути впевнені в її дійсності.

# warning-message
source: If the fee is too low, the transaction might not occur at all.
ar: إذا كانت الرسوم منخفضة جداً، قد لا تحدث الحركة على الإطلاق.
bn: ফি অনেক কম। তবে লেনদেনের একেবারেই হতে পারে না।
it: Se il valore per le commissioni è troppo basso, la transazione potrebbe non avvenire mai.
ja: 低すぎる手数料を設定すると、取引は実行されない場合もあります。

# text-with-link
source: If the problem persists, please run our <a>Support Center</a>
ar: إذا استمرت المشكلة، الرجاء تشغيل <a>مركز دعمنا</a>
bn: যদি সমস্যাটি থেকে যায়, তাহলে দয়া করে আমাদের <a>সহায়তা কেন্দ্র</a> চালু
de: Wenn das Problem weiterhin besteht, besuchen Sie bitte unsere
it: Se il problema persiste, contatta il nostro <a>Support Center</a>
ja: 問題が解決しな い場合、<a>Support Center</a>に移動してください。
nl: Als het probleem zich blijft voortdoen, voer alstublieft onze

source: If you disable the passphrase encryption, your current funds will not appear.
ar: لن تظهر أموالك الحالية، إذا قمت بتعطيل التشفير بكلمة المرور.
bn: যদি আপনি পাসওয়ার্ড এনক্রিপশন নিষ্ক্রিয় করুন, আপনার বর্তমান অর্থ আসবে না।
de: Wenn Sie die Passphrasen-Verschlüsselung deaktivieren, werden Ihre derzeitigen Kontostände nicht angezeigt.
es: Si desactiva la contraseña de encriptación, sus fondos actuales no aparecerán.
fr: Si vous désactivez le cryptage par mot de passe, vos fonds actuels n'apparaîtront pas.
it: Se disattivi la crittografia passphrase, i tuoi fondi correnti non verranno visualizzati.
ja: パスフレーズによる暗号化を無効にする場合は、現在の資金は表示されません。
nl: Als u de wachtwoordzin encryptie uitschakelt, zullen uw huidige rekeningen niet worden weergegeven.
pl: Jeżeli wyłączysz szyfrowanie hasłem twoje obecne środki nie pojawią się.
pt: Se você desativar a criptografia com senha de segurança, seus fundos atuais não aparecerão.
uk: Якщо вимкнути шифрування кодовою фразою, Ваші поточні кошти не відображатимуться.

source: If you don't have a Dropbox account yet, create one before you log in.
ar: إذا لم يكن لديك حساب Dropbox حتى الآن، إنشئ واحد قبل تسجيل الدخول.
bn: যদি আপনি এখনও ড্রপ-বক্স্ অ্যাকাউন্ট নেই, আগে আপনাকে লগ-ইন একটি তৈরি করুন।
de: Wenn Sie noch keinen Dropbox-Account haben, erstellen Sie einen, bevor Sie sich einloggen.
es: Si todavía no tiene una cuenta de Dropbox, cree una antes de iniciar sesión.
fr: Si vous n'avez pas encore de compte Dropbox, créez-en un avant de vous connecter.
it: Se non hai ancora un account Dropbox, creane uno prima di accedere.
ja: まだDropboxのアカウントをお持ちではない場合は、ログインする前に作成してください。
nl: Als u nog geen Dropbox-account heeft, moet u er een aanmaken voordat u zich aanmeldt.
pl: Jeżeli nie masz jeszcze konta Dropbox, stwórz je zanim się zalogujesz.
pt: Se você ainda não tem uma conta do Dropbox, crie uma antes de conectar-se.
uk: Якщо у Вас ще немає облікового запису в Dropbox, будь ласка, створіть його перед тим, як увійти в систему.

# warning-message
source: If you forget your passphrase, you will lose your coins.
ar: ستفقد نقودك، إذا نسيت كلمة المرور الخاصة بك.
bn: আপনি আপনার গুপ্ত-বাক্যাংশ ভুলে গেলে আপনি আপনার টাকা হারিয়ে ফেলবেন।
de: Wenn Sie Ihre Passphrase vergessen, verlieren Sie Ihre Bitcoins.
es: Si olvida su frase-contraseña, perderá sus monedas.
fr: Si vous oubliez votre mot de passe, vous perdez vos bitcoins.
it: Se dimentichi la tua passphrase, perderai le tue monete.
ja: パスフレーズを忘れてしまうと、お手持ちのコインはすべて失われます。
nl: Als u uw wachtwoordzin vergeet, bent u uw coins kwijt.
pl: Jeżeli zapomnisz hasło, stracisz swoje pieniądze.
pt: Se você esquecer sua senha de segurança, perderá seus bitcoins.
uk: Якщо Ви забудете свою кодову фразу, Ви тим самим втратите Ваші біткойни.

source: If you forget your passphrase, your wallet is lost for good. There is no way to recover your funds.
ar: ليس هناك طريقة لاسترداد أموالك، إذا نسيت كلمة مرورك. وقل لمحفظتك السلام.
bn: আপনি আপনার গুপ্ত-বাক্যাংশ ভুলে গিয়ে থাকেন, আপনার ওয়ালেট চিরদিনের জন্য হারিয়ে ফেলেছেন। আপনার অর্থ পুনরুদ্ধার করার কোন উপায় নেই।
de: Wenn Sie Ihre Passphrase vergessen, haben Sie keinen Zugriff mehr auf Ihre Wallet. Es gibt keinen Weg, Ihre Kontostände wiederherzustellen.
es: Si olvida su frase-contraseña, su monedero se pierde para siempre. No hay forma de recuperar sus fondos.
fr: Si vous perdez votre mot de passe, votre portefeuille est perdu pour de bon. Il n'y a pas de solution pour récupérer vos fonds.
it: Se dimentichi la tua passphrase, perderai il portafoglio per sempre. Non c'è modo di recuperare i tuoi fondi.
ja: パスフレーズを忘れてしまった場合、お持ちのウォレットのデータは永遠に失われます。残高をリカバリする方法はありません。
nl: Als u uw wachtwoordzin vergeet, is uw portemonnee voorgoed verloren. Er is geen manier om uw rekeningen te herstellen.
pl: Jeżeli zapomnisz swoje hasło Twój portfel będzie stracony na dobre. Nie ma możliwości odzyskania środków.
pt: Se você esquecer sua senha de segurança, perderá sua carteira para sempre. Não há nenhuma maneira de recuperar seus fundos.
uk: Якщо Ви забудете свою кодову фразу, Ваш гаманець втрачається назавжди. Не існує ніякого способу для його відновлення.

source: If you have TREZOR set up already, <strong>have your Recovery seed ready before updating the firmware</strong>!
ar: إذا تم بالفعل تهيئة تريزور، <strong>أجلب معك دائماً بذور الاسترداد الخاصة بك قبل تحديث البرنامج الثابت فيرموير</strong>!
bn: যদি আপনি ইতিমধ্যে <strong>আপনার ফার্মওয়্যার আপডেট পূর্বে তৈরি বীজ পুনরুদ্ধার করে</strong> সেট TREZOR আছে!
de: Wenn Ihr TREZOR schon initialisiert ist, halten Sie Ihren Recovery Seed bereit, bevor Sie die Firmware aktualisieren!
es: Si su TREZOR ya está inicializado, ¡tenga siempre consigo su semilla de Recuperación antes de actualizar el firmware!
fr: Si votre TREZOR est déjà initialisé, ayez toujours avec vous votre phrase de récupération avant de mettre à jour le firmware !
it: Se il tuo TREZOR è stato già configurato, devi sempre avere il Recovery seed con te prima di aggiornare il firmware!
ja: お使いのTREZORはセットアップされている場合は、<strong>ファームウェアのアップデートする前に必ずリカバリシードを手元に置いておいてください</strong>!
nl: Als uw TREZOR al is geïnitialiseerd, zorg dat u uw herstel-reeks bij de hand heeft vóór het bijwerken van de firmware!
pl: Jeżeli Twój TREZOR jest już zainicjowany zawsze miej ziarno odzyskiwania ze sobą przed aktualizacją firmware-u!
pt: Se o seu TREZOR já estiver inicializado, certifique-se que você tem controle do seu Seed de recuperação antes de atualizar o firmware!
uk: Якщо Ваш TREZOR вже налаштований - переконайтеся, що перед оновленням прошивки Ви маєте поруч фразу відновлення!

source: If you want to use TREZOR with different browsers, please install TREZOR Bridge.
ar: <hr> الرجاء تثبيت جسر تريزور، إذا كنت ترغب في استخدام تريزور مع متصفحات مختلفة.
bn: TREZOR সঙ্গে অন্য ব্রাউজার ব্যবহার করতে চাইলে, অনুগ্রহ করে TREZOR Bridge সংস্থাপন করুন।
de: <hr> Wenn Sie TREZOR mit anderen Browsern verwenden möchten, installieren Sie bitte TREZOR Bridge.
es: <hr> Si quieres usar TREZOR en diferentes navegadores, por favor instale TREZOR Bridge.
it: Se vorrai utilizzare TREZOR con diversi browser sarà necesssario installare TREZOR Bridge.
ja: <hr> TREZORを他のブラウザで使用する場合は、TREZOR Bridgeをインストールしてください。
nl: <hr> Als u TREZOR met verschillende browsers wilt gebruiker, installeert u TREZOR Bridge.
pt: <hr> Se você quer usar o TREZOR com outros navegadores, instale o TREZOR Bridge.

source: If your TREZOR has not been set up yet (fresh out of the box), you do not need to have a Recovery seed.
ar: إذا لم يتم إعداد TREZOR بعد (جديد من العلبة)، لا تحتاج أن تكون بذر إسترداد.
bn: আপনার TREZOR এখনও (নতুন বাক্স থেকে) বিন্যাস করা হয়েছে না হলে আপনি রিকভারি সিড পেতে দরকার নেই।
de: Wenn Ihr TREZOR noch nicht konfiguriert und aufgesetzt wurde, benötigen Sie keinen Recovery Seed.
es: Si su TREZOR no a sido inicializado todavía (recién sacado de la caja) no necesitas tener la semilla de recuperación.
fr: Si votre TREZOR n'a pas encore été configuré (sortie de la boîte), vous n'avez pas besoin de la phrase de récupération.
it: Se il tuo TREZOR non è stato ancora configurato (fresh out of the box), non hai bisogno di avere il Recovery seed.
ja: お使いのTREZORがまだ初期化されていない（工場出荷時の状態の）場合、リカバリシードは不要です。
nl: Als uw TREZOR nog niet gebruikt is (nieuw uit de doos), heeft u geen Recovery seed nodig.
pl: Jeśli Twój TREZOR nie zostały jeszcze skonfigurowany (wyciągnąłeś go prosto z pudełka), nie musisz mieć ziarenka odzyskiwania.
pt: Se o seu TREZOR ainda não foi configurado (totalmente novo), você não precisa ter um Seed de recuperação.
