Repository: Othello1111/mytrezor-l10n
Catalog: lang/*/*.po
Languages: ar, bn, cs_cz, de, es, fr, it, ja, nl, pl, pt, uk

source: If your TREZOR is already initialized, always have your Recovery seed with you before updating the firmware!
ar: إذا تم بالفعل تهيئة TREZOR، أجلب معك دائماً بذور الاسترداد الخاصة بك قبل تحديث البرنامج الثابت فيرموير!
bn: যদি আপনার TREZOR ইতিমধ্যে প্রস্তুত করা হয়েছে, সব সময় আপনার রিকভারি-বীজ ফার্মওয়্যার আপডেট করা আগে তোমার সাথে আছে!
de: Wenn Ihr TREZOR schon initialisiert ist, halten Sie Ihren Recovery Seed bereit, bevor Sie die Firmware aktualisieren!
es: Si su TREZOR ya está inicializado, ¡tenga siempre consigo su semilla de Recuperación antes de actualizar el firmware!
fr: Si votre TREZOR est déjà initialisé, ayez toujours avec vous votre phrase de récupération avant de mettre à jour le firmware !
it: Se il tuo TREZOR è stato già configurato, devi sempre avere il Recovery seed con te prima di aggiornare il firmware!
ja: お使いのTREZORが既に初期化されている場合は、ファームウェアをアップデートする前に必ずリカバリシードをお手元にご用意ください!
nl: Als uw TREZOR al is geïnitialiseerd, zorg dat u uw herstel-reeks bij de hand heeft vóór het bijwerken van de firmware!
pl: Jeżeli Twój TREZOR jest już zainicjowany zawsze miej ziarno odzyskiwania ze sobą przed aktualizacją firmware-u!
pt: Se o seu TREZOR já estiver inicializado, certifique-se que você tem controle do seu Seed de recuperação antes de atualizar o firmware!
uk: Якщо Ваш TREZOR вже налаштований - переконайтеся, що перед оновленням прошивки Ви маєте поруч фразу відновлення!

source: Image must be 128 px wide and 64 px high, and using only black and white (not grayscale).
ar: يجب أن تكون الصورة عرضها 128 بكسل و طولها 64 بكسل، وتستخدم فقط اللون الأبيض والأسود (لا الرمادي).
bn: 128 পিক্সেল প্রশস্ত ও ৬৪ পিক্সেল উচ্চ এবং ব্যবহার কেবল সাদা আর কালো (না গ্রেস্কেল) ছবি হতে হবে।
de: Das Bild muss 128px breit und 64px hoch sein und darf nur schwarz-weiß sein (keine Graustufen).
es: La imagen debe ser de 128px de ancho y 64px de alto, en blanco y negro (no en escala de grises).
fr: L'image doit être 128 px de large et 64 px de hauteur, et doit être seulement en noir et blanc (pas de nuances de gris).
it: L'immagine deve essere 128 px in larghezza e 64 px in altezza, e utilizzare solo bianco e nero (non in scala di grigi).
ja: 画像は白黒 (グレイスケールではない) の横幅128ピクセル、縦64ピクセルの画像である必要があります。
nl: Afbeelding moet 128 px breed en 64 px hoog zijn en gebruik alleen zwart/wit (geen grijswaarden).
pl: Obraz musi być czarno-biały (nie w odcieniach szarości) oraz mieć wymiar 64 px (wysokość) na 128 px (szerokość).
pt: A imagem deve ter 128 px de comprimento por 64 px de altura e utilizar apenas branco e negro (sem cinzas).
uk: Зображення має бути 128 пікселів шириною і 64 пікселя висотою, а також бути чорно-білим без градацій сірого.

# button
source: Import
ar: استيراد
bn: আমদানি করুন
de: Importieren
es: Importar
fr: Importer
it: Importa
ja: 読み込む
nl: Importeren
pl: Importuj
pt: Importar
uk: Імпортувати

# heading
source: Import addresses from CSV
ar: استيراد عناوين من CSV
bn: CSV থেকে ঠিকানা আমদানি করুন
de: Adressen von CSV importieren
es: Importar direcciones de un CSV
fr: Importer des adresses depuis un CSV
it: Importare indirizzi da CSV
ja: アドレスをCSVファイルから読み込む
nl: Adressen importeren uit CSV
pl: Zaimportuj adresy z CSV
pt: Importar endereços do CSV
uk: Імпортувати адреси з CSV

source: Import from CSV
ar: استيراد من CSV
bn: CSV থেকে আমদানি করুন
cs_cz: Importovat z CSV
de: Von CSV importieren
es: Importar desde CSV
fr: Importer depuis un CSV
it: Importare da CSV
ja: CSVファイルから読み込む
nl: Importeren uit CSV
pl: Zaimportuj z CSV
pt: Importar de CSV
uk: Імпортувати з CSV

source: In
ar: في
bn: প্রবেশ
it: Ricevuti
ja: 収入

source: In contrast, <i>TREZOR Wallet</i> is feature-conservative, making sure that its functionality is maximally reliable and dependable for the general public.
ar: على النقيض من ذلك، <i>محفظة تريزور</i> مميزاتها متحفظة، للتأكد بقوة من أن وظيفتها موثوقة ويمكن الاعتماد عليها لعامة الجمهور.
bn: এর বিপরীতে <i>TREZOR ক্যাশ</i>। বৈশিষ্ট্য-রক্ষণশীল, নিশ্চিত এর কার্যকারিতা maximally সাধারণ জনগণের জন্য নির্ভরযোগ্য ও বিশ্বাসযোগ্য নয়।
es: es una característica-conservadora, asegurándose de que su funcionalidad sea de máxima confiabilidad para el público en general.
it: Al contrario, il <i>wallet TREZOR</i> ha solo funzionalità ben testate, garantendo affidabilità e continuità dei servizi per gli utenti.
ja: それに対し、<i>TREZOR Wallet</i>は機能に対して保守的で、一般の方向けの高信頼性の環境です。
nl: is functiegetrouw, waardoor zeker is dat de functionaliteit maximaal betrouwbaar is voor het algemene publiek.
pt: não tem todos os recursos, garantindo o máximo de funcionalidade, confiança e segurança para o público geral.

source: In some cases, Linux users need to install udev rules to access the device. Please, install the following package and reconnect your TREZOR.
ar: وفي بعض الحالات، مستخدمي لينكس بحاجة إلى تثبيت قواعد udev للوصول إلى الجهاز. يرجى، تثبيت الحزمة التالية وإعادة الاتصال بـTREZOR الخاص بك.
bn: কিছু কিছু ক্ষেত্রে লিনাক্স ব্যবহারকারীদের ডিভাইস ব্যবহার করার নিয়ম udev ইনস্টল করতে হবে। দয়া করে নিম্নলিখিত প্যাকেজটি ইনস্টল করুন এবং আপনার TREZOR পুনরায়।
de: In manchen Fällen müssen Linux-Benutzer udev rules installieren, um auf das Gerät zugreifen zu können. Bitte installieren Sie das folgende Paket und schließen Sie Ihren TREZOR neu an.
es: En algunos casos, los usuarios de Linux necesitan instalar reglas udev para acceder al dispositivo. Por favor instale el siguiente archivo y reconecte su TREZOR.
fr: Dans certains cas, les utilisateurs Linux ont besoin d'installer les règles udev pour accéder à l'appareil.
it: In alcuni casi, gli utenti di Linux devono installare le regole del gestore udev per accedere al dispositivo. _________Installa il seguente pacchetto e ricollega il TREZOR.
ja: Linuxのユーザーはudevの規則のインストールが必要な場合があります。下記のパッケージをインストールした後で、TREZORを再接続してください。
nl: In sommige gevallen moeten Linux gebruikers udev regels installeren om het apparaat te kunnen benaderen. Installeer alstublieft het volgende pakket en verbind uw TREZOR opnieuw.
pl: W niektórych przypadkach użytkownicy systemu Linux muszą zainstalować pakiet reguł udev, aby uzyskać dostęp do urządzenia.
pt: Em alguns casos, usuários Linux precisam instalar regras udev para acessar o dispositivo. Instale o pacote a seguir e reconecte seu TREZOR.

source: In very rare cases, a firmware update might result in the need to recover the wallet from Recovery seed.
ar: في حالات نادرة جداً، قد يؤدي تحديث البرنامج الثابت فيرموير للحاجة إلى استرداد المحفظة من بذور الإسترداد.
bn: খুব বিরল ক্ষেত্রে, একটি ফার্মওয়্যার আপডেট একাউন্ট রিকভারি সিড থেকে সুস্থ হয়ে কার্যকর হতে পারে।
de: In sehr seltenen Fällen, kann es passieren, dass Sie Ihre Wallet mit dem Recovery Seed wiederherstellen müssen, nachdem Sie die Firmware aktualisiert haben.
es: En muy contadas ocasiones, una actualización de firmware podría requerir recuperar el monedero desde la semilla de recuperación.
fr: Dans des cas très rares, une mise à jour de firmware pourrait donner lieu au besoin de récupérer le portefeuille depuis la phrase de récupération.
it: In rari casi, un aggiornamento firmware può portare alla necessità di ripristinare il portafoglio dal Recovery seed.
ja: ごく希に、ファームウェアのアップデートの際にリカバリシードからウォレットを復元する必要がある場合があります。
nl: In zeer zeldzame gevallen kan bij een firmware-update het herstellen van de portefeuille met behulp van de herstel-reeks nodig zijn .
pl: W bardzo rzadkich przypadkach aktualizacja firmware-u może skutkować koniecznością przywrócenia portfela z ziarenka.
pt: Em casos muito raros, uma atualização de firmware pode causar a necessidade de recuperar sua carteira utilizando o Seed de recuperação.
uk: У дуже рідкісних випадках оновлення прошивки може призвести до необхідності відновлення гаманця по фразі відновлення.

# promos-apps
source: Independent services<br>with TREZOR support.
ar: خدمات مستقلة<br>مع دعم تريزور.
bn: স্বাধীন সার্ভিস <br>TREZOR সমর্থন।
it: Servizi di terze parti <br>supportati da TREZOR.
ja: TREZORをサポートしている<br> 第三者のサービス

# heading
source: Inputs:
ar: المدخلات:
bn: ইনপুট
de: Eingaben:
es: Entradas:
it: Inputs: or Ingressi: or Entrate:
ja: 入力:
nl: Invoer:
pl: Wejścia:
pt: Entradas:
uk: Входи:

source: Insight Transaction info
ar: نبذة لتفاصيل المعاملة
bn: ইনসাইট স্থানান্তর তথ্য
de: Einsicht in die Transaktion
es: Información de la transacción
ja: 取引のInsight上の情報
nl: Inzicht Transactie info
pt: Info de transação Insight

# button
source: Install Extension
ar: تثبيت ملحق
bn: এক্সটেনশন ইনস্টল করুন
de: Installieren Sie die Erweiterung
es: Instalar extensión
fr: Installer l'extension Chrome TREZOR
it: Installa Estensione
ja: 拡張機能をインストール
nl: Extensie Installeren
pl: Zainstaluj rozszerzenie TREZOR dla Chrome
pt: Instalar extensão
uk: Встановити розширення TREZOR для Chrome

source: Install TREZOR Chrome Extension to allow TREZOR Wallet to talk with your device.
ar: ثبت ملحق كروم لـ TREZOR للسماح لمحفظة TREZOR التواصل مع الجهاز.
bn: অনুগ্রহ করে TREZOR Bridge ইন্সটল করে TREZOR Wallet কে আপনার ডিভাইস এর সাথে সংযুক্ত করুন।
de: Installieren Sie die Chrome-Erweiterung, um eine Kommunikation mit der TREZOR-Brieftasche zu ermöglichen.
es: Instale la extensión TREZOR de Chrome para permitir a TREZOR Wallet comunicarse con tu dispositivo.
it: Installa l'Estensione di TREZOR per Chrome per consentire al Portafoglio TREZOR di comunicare con il tuo dispositivo.
ja: TREZOR Walletがお持ちのデバイスと伝達できるように、Chrome用TREZOR拡張機能をインストールしてください。
nl: Installeer de TREZOR Chrome Extensie zodat de TREZOR Portemonnee kan communiceren met uw apparaat.
pt: Instale a Extensão para Chrome do TREZOR para permitir que a carteira TREZOR se comunique com o seu dispositivo.

source: Install the native app!
ar: تثبيت التطبيق الأصلي!
bn: নেটিভ অ্যাপ্লিকেশন ইনস্টল করুন!
de: Installieren Sie die TREZOR App!
es: ¡Instale la aplicación nativa!
fr: Installer l'application d'origine!
it: Installa l'app nativa!
ja: ネーティブのアプリをインストール！
nl: Installeer de native app!
pl: Zainstaluj natywną aplikację!
pt: Instalar o aplicativo nativo!
uk: Встановіть вихідний додаток!

# text-with-link
source: Interested in best security practices? <a>Learn more</a>
ar: مهتم بتعلم أفضل ممارسات الأمان؟ <a>تعلم المزيد</a>
bn: সেরা নিরাপত্তা নীতিমালার প্রতি আগ্রহী? <a>বিস্তারিত জানুন</a>
es: ¿Interesado en buenas practicas de seguridad?
it: Interessato alle migliori pratiche di sicurezza?
ja: セキュリティのベストプラクティスに興味がありますか？<a>もっと詳しく知る</a>
nl: Geïnteresseerd in de beste beveiligingspraktijken?
pt: Interessado(a) em hábitos para uma melhor segurança?

# error-message
source: Invalid signature.
ar: توقيع غير صالح.
bn: অবৈধ স্বাক্ষর।
de: Ungültige Signatur
es: Firma inválida
fr: Signature invalide
it: Firma non valida
ja: 無効の署名
nl: Ongeldige handtekening
pl: Nieprawidłowy podpis
pt: Assinatura inválida
uk: Недійсний підпис

# warning-message
source: It's fine.
ar: لا بأس.
bn: এটা ঠিক আছে।
de: PIN ist sicher.
es: Está bien.
fr: Bien.
it: Va bene.
ja: まあまあです。
nl: Redelijk.
pl: W porządku.
pt: Pode ser.

# heading
source: It's time to install firmware.
ar: حان الوقت لتثبيت البرنامج الثابت.
bn: ফার্মওয়্যার ইন্সটল করার সময় এটা।
es: Es momento de instalar el firmware.
it: È tempo di installare il firmware.
ja: さあ、ファームウェアをインストールしましょう。
nl: Het is tijd om firmware te installeren.
pt: É hora de instalar o firmware.

# basic-label
source: Label
ar: التصنيف
bn: লেবেল
de: Bezeichnung
es: Etiqueta
fr: Etiquette
it: Etichetta
ja: ラベル
pl: Etykieta
pt: Etiqueta
uk: Позначення

# success-message
source: Label was successfully changed.
ar: تم تغيير التسمية بنجاح.
bn: লেবেল সফলভাবে পরিবর্তন করা হয়েছে।
de: Bezeichnung wurde erfolgreich geändert.
es: La etiqueta se ha cambiado correctamente.
fr: L'étiquette a été changée avec succès.
it: L'etichetta è stata cambiata con successo.
ja: ラベルが正常に変更されました。
nl: Label is succesvol gewijzigd.
pl: Etykieta została pomyślnie zmieniona.
pt: A etiqueta foi alterada com sucesso.
uk: Позначення змінено.

# error-message
source: Labeling error.
ar: خطأ في التسمية.
bn: লেবেল করা ব্যর্থ।
de: Bezeichnungsfehler.
es: Error de etiquetado.
fr: Erreur d'étiquetage.
it: Errore di etichettatura.
ja: ラベリングのエラー。
nl: Fout bij labelen.
pl: Błąd etykietowania.
pt: Erro ao etiquetar.
uk: Помилка позначення.

# date
source: Last 2 Months
ar: آخر شهرين
bn: শেষ ২ মাস
de: Letzten 2 Monate
es: Los últimos 2 meses
fr: 2 derniers mois
it: Ultimi 2 Mesi
ja: 2ヶ月以内
nl: Laatste 2 Maanden
pl: Ostatnie 2 miesiące
pt: Últimos 2 meses

# date
source: Last 2 Weeks
ar: آخر أسبوعين
bn: শেষ দুই সপ্তাহ
de: Letzten 2 Wochen
es: Las últimas 2 semanas
fr: 2 dernières semaines
it: Ultime 2 Settimane
ja: 2週間以内
nl: Laatste 2 Weken
pl: Ostatnie 2 tygodnie
pt: Últimas 2 semanas

# date
source: Last 2 Years
ar: آخر سنتين
bn: শেষ দুই বছর
de: Letzten 2 Jahre
es: Los últimos 2 años
fr: 2 dernières années
it: Ultimi 2 Anni
ja: 2年以内
nl: Laatste 2 Jaar
pl: Ostatnie 2 lata
pt: Últimos 2 anos

# heading
source: Latest
ar: أحدث
bn: সর্বশেষ
de: Letzte
es: Última
fr: Dernier
it: Più recente
ja: 最新
nl: Nieuwste
pl: Najnowsze
pt: Mais recente
uk: Останні

# promos-show
source: Learn more
ar: التعرف على المزيد
bn: আরো জানুন
de: Mehr erfahren
es: Aprender más
fr: En savoir plus
it: Per saperne di più
ja: もっと詳しく知る
nl: Meer informatie
pl: Dowiedz się więcej
pt: Saiba mais
uk: Дізнатися більше

# promos-labeling
source: Learn more
ar: التعرف على المزيد
bn: আরো জানুন
de: Mehr erfahren
es: Aprender más
fr: En savoir plus
it: Per saperne di più
ja: もっと詳しく知る
nl: Meer informatie
pl: Dowiedz się więcej
pt: Saiba mais
uk: Дізнатися більше

# promos-2fa
source: Learn more
ar: التعرف على المزيد
bn: আরো জানুন
de: Mehr erfahren
es: Aprender más
fr: En savoir plus
it: Per saperne di più
ja: もっと詳しく知る
nl: Meer informatie
pl: Dowiedz się więcej
pt: Saiba mais
uk: Дізнатися більше

# button
source: Learn more
ar: التعرف على المزيد
bn: আরো জানুন
de: Mehr erfahren
es: Aprender más
fr: En savoir plus
it: Per saperne di più
ja: もっと詳しく知る
nl: Meer informatie
pl: Dowiedz się więcej
pt: Saiba mais
uk: Дізнатися більше

# promos-malware
source: Learn more
ar: التعرف على المزيد
bn: আরো জানুন
de: Mehr erfahren
es: Aprender más
fr: En savoir plus
it: Per saperne di più
ja: もっと詳しく知る
nl: Meer informatie
pl: Dowiedz się więcej
pt: Saiba mais
uk: Дізнатися більше

# promos-pin
source: Learn more
ar: التعرف على المزيد
bn: আরো জানুন
de: Mehr erfahren
es: Aprender más
fr: En savoir plus
it: Per saperne di più
ja: もっと詳しく知る
nl: Meer informatie
pl: Dowiedz się więcej
pt: Saiba mais
uk: Дізнатися більше

# text-with-link
source: Learn more about <a>Advanced recovery</a>
ar: اعرف المزيد حول <a>الإستعادة المتقدمة</a>
bn: <a>অ্যাডভান্সড পুনরুদ্ধার</a> সম্পর্কে আরও জানুন
de: Erfahren Sie mehr über die Wiederherstellung
it: Ulteriori informazioni su <a>Advanced Recovery</a>
ja: <a>高度なリカバリ</a>についてもっと詳しく知る
nl: Leer meer over Herstellen

# button
source: Learn more about Legacy accounts.
ar: أعرف المزيد حول الحسابات القديمة.
bn: পূর্ববর্তী হিসাব সম্পর্কে আরও জানুন।
es: Más información sobre las cuentas heredadas.
fr: En savoir plus
it: Ulteriori informazioni sugli account Legacy.
ja: レガシーの口座についてもっと詳しく知る
nl: Lees meer over Legacy accounts.
pl: Dowiedz się więcej o
pt: Saiba mais sobre as contas antigas.
uk: Дізнатися більше про Bitcoin TREZOR.

# button
source: Learn more about Recovery
ar: تعلم المزيد حول الإسترداد
bn: পুনরুদ্ধার সম্পর্কে আরও জানুন
de: Erfahren Sie mehr über die Wiederherstellung
es: Aprenda mas acerca de la recuperación
fr: En savoir plus
it: Ulteriori informazioni sulla procedura di Ripristino
ja: リカバリについてもっと詳しく知る
nl: Leer meer over Herstellen
pl: Dowiedz się więcej o
pt: Aprenda mais sobre Recuperação
uk: Дізнатися більше про Bitcoin TREZOR.

# button
source: Learn more about TREZOR Wallet labeling
ar: تعلم المزيد عن التصنيف في محفظة TREZOR
bn: TREZOR Wallet লেবেলিং সম্পর্কে আরও জানুন
de: Erfahren Sie mehr über das Labeling der TREZOR Wallet
es: Más información acerca del etiquetado en TREZOR Wallet
fr: En savoir plus sur l'étiquetage du portefeuille TREZOR
it: Ulteriori informazioni sull'etichettatura del Portafoglio TREZOR
ja: TREZOR Walletのラベリングについてもっと詳しく知る
nl: Leer meer over TREZOR Portemonnee labeling
pl: Dowiedz się więcej o etykietowaniu w Portfelu TREZOR
pt: Saiba mais sobre a etiquetagem da Carteira TREZOR
uk: Дізнайтеся більше про позначення TREZOR Wallet.

# warning-message
source: Learn more about phishing...
ar: تعلم المزيد حول طرق التصيد…
bn: ফিশিং সম্পর্কে আরও জানুন...
de: Lernen Sie mehr über Phishing…
es: Más información sobre el phishing…
fr: En savoir plus sur le phishing…
it: Ulteriori informazioni sul phishing…
ja: フィッシングについてもっと詳しく知る...
nl: Leer meer over phishing…
pl: Dowiedz się więcej o phishingu…
pt: Saiba mais sobre phishing…
uk: Детальніше про фішинг…

source: Learn more in user manual
ar: تعلم المزيد في دليل المستخدم
bn: ইউজার ম্যানুয়ালে আরও জানুন
de: Lernen Sie mehr im Benutzerhandbuch
es: Más información en el manual del usuario
fr: En savoir plus dans le manuel utilisateur
it: Ulteriori informazioni nel manuale dell'utente
ja: ユーザーマニュアルでもっと詳しく知る
nl: Leer meer in de gebruikershandleiding
pl: Więcej informacji znajdziesz w instrukcji obsługi
pt: Saiba mais lendo o manual do usuário

# default-name
source: Legacy Account
ar: حساب غير محدث
bn: পূর্ববর্তী হিসাব
es: Cuenta heredada
it: Account Legacy
ja: レガシーの口座
pt: Conta antiga

source: Legacy account
ar: الحساب القديم
bn: পূর্ববর্তী হিসাব
es: Cuenta heredada
it: Account Legacy
ja: レガシーの口座
pt: Conta antiga

# form-label
source: Legacy account XPUBs <small>(1 per row)</small>
bn: পূর্ববর্তী হিসাবের XPUBs <small>(১) সারি</small>
it: Account legacy XPUBs <small>(1 per riga)</small>
ja: レガシーの口座のXPUB<small>（1行あたり1件）</small>

# heading
source: Legacy accounts
ar: الحساب القديم
bn: পূর্ববর্তী হিসাব
es: Cuenta heredada
it: Account Legacy
ja: レガシーの口座
nl: Legacy account
pt: Conta antiga
uk: перейменувати рахунки

source: Legacy accounts (BIP 44)
ar: الحسابات القديمة (تحسين BIP 44)
bn: পূর্ববর্তী হিসাবসমূহ (BIP 44)
es: Cuenta heredada (BIP 44)
it: Account Legacy (BIP 44)
ja: レガシーの口座 (BIP44)
pt: Contas antigas (BIP 44)

# form-label
source: Legacy metadata keys <small>(1 per row)</small>
bn: <small>(১) সারি</small> পূর্ববর্তী অধি-উপাত্ত কী
it: Chiavi metadata legacy <small>(1 per riga)</small>
ja: レガシーのメタデータキー<small>（1行あたり1件）</small>

# heading
source: Loading
ar: تحميل
bn: লোড হচ্ছে
de: Lädt
es: Cargando
fr: Chargement
it: Caricamento
ja: 読み込み中
nl: Laden
pl: Ładowanie
pt: Carregando
uk: Завантаження

# tooltip
source: Loading Dropbox status.
ar: تحميل حالة الدروببكس.
bn: ড্রপ-বক্স লোড করা হচ্ছে।
de: Transaktionen werden geladen
it: Caricando Dropbox.
ja: Dropboxのステータスを読み込み中
nl: Laden van transacties
uk: Завантаження транзакцій

source: Loading accounts...
ar: جار تحميل الحسابات...
bn: অ্যাকাউন্টসমূহ লোড করা হচ্ছে...
cs_cz: Načítám účty…
de: Lädt Accounts...
es: Cargando cuentas...
fr: Chargement des comptes...
it: Caricamento accounts...
ja: 口座を読み込み中...
nl: Accounts worden geladen...
pl: Ładowanie kont...
pt: Carregando contas...
uk: Завантаження рахунків...

# error-message
source: Loading failed.
ar: فشل التحميل.
bn: লোড করতে ব্যর্থ হয়েছে।
de: Laden fehlgeschlagen.
es: La carga falló.
fr: Le chargement a échoué.
it: Caricamento fallito.
ja: 読み込みに失敗しました。
nl: Laden mislukt.
pl: Ładowanie nie powiodło się.
pt: Falha ao carregar.
uk: Не вдалося виконати завантаження.

source: Loading of accounts failed.
ar: فشل تحميل الحسابات.
bn: অ্যাকাউন্টসমূহ লোড করা ব্যর্থ।
cs_cz: Načítaní účtu zlyhalo.
de: Laden der Accounts fehlgeschlagen.
es: La carga de cuentas falló.
fr: Le chargement des comptes a échoué.
it: Caricamento degli accounts fallito.
ja: 口座の読み込みに失敗しました。
nl: Laden van accounts is mislukt.
pl: Ładowanie kont nie powiodło się.
pt: Falha ao carregar contas.
uk: Не вдалося виконати завантаження рахунків.

source: Loading transactions
ar: تحميل المعاملات
bn: স্থানান্তর লোড করা হচ্ছে
cs_cz: Načítaní transakcí
de: Transaktionen werden geladen
es: Cargando transacciones
fr: Chargement des transactions
it: Caricamento transazioni
ja: 取引を読み込み中
nl: Laden van transacties
pl: Ładowanie transakcji
pt: Carregando transações
uk: Завантаження транзакцій

# device-state
source: Loading...
ar: جار التحميل…
bn: লোড হচ্ছে...
de: Lädt...
es: Cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込み中...
nl: Bezig met laden...
pl: Trwa ładowanie...
pt: Carregando...
uk: Завантаження...

source: Loading...
ar: جار التحميل…
bn: লোড হচ্ছে...
cs_cz: Načítání…
de: Lädt...
es: Cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込み中...
nl: Bezig met laden...
pl: Trwa ładowanie...
pt: Carregando...
uk: Завантаження...

# tooltip
source: Loading...
ar: جار التحميل…
bn: লোড হচ্ছে...
de: Lädt...
es: Cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込み中...
nl: Bezig met laden...
pl: Trwa ładowanie...
pt: Carregando...
uk: Завантаження...

source: Loading... ({{count}} transactions)
ar: جار تحميل… ({{count}} من المعاملات)
bn: লোড করা হচ্ছে... ({{count}} লেনদেন)
de: Transaktionen werden geladen
it: Caricando... ({{count}} transazioni)
ja: 読み込み中...（{{count}}件の取引）
nl: Laden van transacties
uk: Завантаження транзакцій

source: Local traders: <a>LocalBitcoins</a>
bn: স্থানীয় ব্যবসায়ীরা: <a>LocalBitcoins</a>
it: Venditori locali: <a>LocalBitcoins</a>
ja: 近くのトレーダー: <a>LocalBitcoins</a>

# button
source: Lock device<br>(automatically in {{time}})
bn: ডিভাইস <br>লক (স্বয়ংক্রিয়ভাবে {{time}} হয়)
de: Dieses Gerät automatisch sperren
it: Blocca questo device<br>(automaticamente in {{time}})
ja: デバイスをロック （自動ロックは後time）

# form-label
source: Locktime
bn: লকটাইম
ja: ロックタイム

# error-message
source: Locktime invalid
bn: অবৈধ লকটাইম
it: Locktime non valido
ja: ロックタイムが無効です

# heading
source: Log
ar: السجل
bn: লগ
es: Registro
fr: Enregistrer
ja: ログ
nl: Logboek
pl: Dziennik
uk: Журнал

# transaction-fee
source: Low
ar: رخيصة
bn: কম
de: Niedrig
es: Baja
fr: Faible
it: Bassa
ja: 低
nl: Laag
pl: Niska
pt: Baixa
uk: Низька

# warning-message
source: Make sure the address displayed on TREZOR is correct.<br>To prevent malware attacks, double-check the address with the recipient.
ar: تأكد من صحة العنوان المعروض في TREZOR.<br>لمنع هجمات البرامج الضارة، تحقق كثيرا من صحة العنوان مع المتلقي.
bn: TREZOR উপরে প্রদর্শিত ঠিকানাটি সঠিক কিনা নিশ্চিত হয়ে নিন। ম্যালওয়্যার আক্রমণ প্রতিরোধে, ঠিকানার সাথে প্রাপকের পরীক্ষা <br>।
de: Stellen Sie sicher, dass die Adresse auf Ihrem TREZOR korrekt angezeigt wird.<br />Um Malware-Attacken zu vermeiden, prüfen Sie die Adresse mehrmals.
es: Asegúrese de que la dirección que aparece en TREZOR es correcta. <br> Para evitar ataques de software malicioso, compruebe la dirección con el destinatario.
fr: Assurez vous que l'adresse affichée sur le TREZOR est correcte.<br>Pour empêcher les attaques malware, vérifiez l'adresse avec le destinataire.
it: Assicurati che l'indirizzo visualizzato sul TREZOR sia corretto.<br>Per evitare attacchi di malware, controlla due volte l'indirizzo con il destinatario.
ja: TREZOR上に表示されたアドレスが正しいことを確認してください。マルウェア攻撃を防ぐために、受信者のアドレスを常に十分に確認してください。
nl: Zorg ervoor dat het adres op de TREZOR correct is.<br>Dubbel-check het adres met de ontvanger om malware aanvallen te voorkomen.
pl: Upewnij się, że adres wyświetlany na urządzeniu TREZOR jest poprawny. <br>Aby zapobiec atakom złośliwego oprogramowania, sprawdź adres odbiorcy.
pt: Confira se o endereço exibido no TREZOR está correto.<br>Para prevenir ataques de malware, confira o endereço com o recipiente.
