Repository: Othello1111/mytrezor-l10n
Catalog: lang/*/*.po
Languages: ar, bn, cs_cz, de, es, fr, it, ja, nl, pl, pt, uk

source: Please connect your device to access this section.
ar: الرجاء توصيل جهازك للوصول إلى هذا القسم.
bn: এ বিভাগে প্রবেশ করতে অনুগ্রহ করে আপনার ডিভাইস সংযুক্ত করুন।
de: Bitte verbinden Sie Ihr Gerät, um diesen Abschnitt aufzurufen.
es: Por favor, conecte su dispositivo para acceder a esta sección.
fr: Veuillez connecter votre appareil pour accéder à cette section.
it: Connetti il tuo dispositivo per accedere a questa sessione.
ja: このセクションにアクセスするためにデバイスを接続してください。
nl: Sluit uw apparaat aan om toegang te krijgen tot deze sectie.
pl: Proszę podłączyć urządzenie, aby uzyskać dostęp do tej sekcji.
pt: Conecte seu dispositivo para acessar esta seção.
uk: Будь ласка, підключіть пристрій для отримання доступу до цього розділу.

# tooltip
source: Please connect your device to send coins.
ar: الرجاء توصيل جهازك لإرسال النقود.
bn: টাকা পাঠানোর জন্য অনুগ্রহ করে আপনার ডিভাইস সংযুক্ত করুন।
de: Bitte verbinden Sie Ihr Gerät, um Geld zu senden.
es: Por favor, conecte su dispositivo para enviar monedas.
fr: Veuillez connecter votre appareil pour envoyer des bitcoins.
it: Connetti il tuo dispositivo per inviare le tue monete.
ja: コインを送信するためにデバイスを接続してください。
nl: Sluit uw apparaat aan om munten te verzenden.
pl: Proszę podłączyć urządzenie, aby przesłać pieniądze.
pt: Conecte seu dispositivo para enviar bitcoins.
uk: Будь ласка, підключіть пристрій для надсилання біткойнів.

# tooltip
source: Please connect your device to sign messages.
ar: الرجاء توصيل جهازك لتوقيع الرسائل.
bn: বার্তা সাইন করতে অনুগ্রহ করে আপনার ডিভাইস সংযুক্ত করুন।
de: Bitte verbinden Sie Ihr Gerät um Nachrichten zu signieren.
es: Por favor, conecte su dispositivo para firmar mensajes.
fr: Veuillez connecter votre appareil pour signer des messages.
it: Connetti il tuo dispositivo per firmare i messaggi.
ja: メッセージに署名するためにデバイスを接続してください。
nl: Sluit uw apparaat aan om berichten te ondertekenen.
pl: Proszę podłączyć urządzenie, aby podpisać wiadomości.
pt: Conecte seu dispositivo para assinar mensagens.
uk: Будь ласка, підключіть пристрій для підпису повідомлень.

source: Please disconnect it now.
ar: الرجاء فصل الاتصال الآن.
bn: অনুগ্রহ করে এখন সংযোগ ছিন্ন করুন।
de: Bitte trennen Sie es jetzt.
es: Por favor, desconéctelo ahora.
fr: Veuillez le déconnecter maintenant.
it: Disconnetti ora il tuo dispositivo.
ja: 接続を解除してください。
nl: Verbreek de verbinding nu.
pl: Proszę teraz odłączyć urządzenie.
pt: Desconecte agora.
uk: Будь ласка, від'єднайте пристрій зараз.

# heading
source: Please enter the device label
ar: الرجاء إدخال مسمى الجهاز
bn: অনুগ্রহ করে ডিভাইস লেবেলটি লিখুন
de: Bitte geben Sie die Gerätebezeichnung ein
es: Por favor, introduzca la etiqueta del dispositivo
fr: Veuillez entrer la dénomination de l'appareil
it: Inserisci l'etichetta del dispositivo
ja: デバイスのラベルを入力してください
nl: Voer het label van het apparaat in
pl: Wprowadź etykietę urządzenia
pt: Insira o nome do dispositivo
uk: Будь ласка, введіть позначення пристрою

# tooltip
source: Please fill in address
ar: يرجى ملء العنوان
bn: অনুগ্রহ করে ঠিকানা লিখুন
de: Bitte tragen Sie die Adresse ein
es: Por favor, complete la dirección
fr: Veuillez remplir les adresses
it: Inserisci l'indirizzo
ja: アドレスを書き込んでください
nl: Vul het adres in
pl: Proszę wpisać adres
pt: Insira o endereço
uk: Будь ласка, заповніть адресу

# tooltip
source: Please fill in amount
ar: يرجى ملء المبلغ
bn: অনুগ্রহ করে পরিমাণ লিখুন
de: Bitte tragen Sie die Menge ein
es: Por favor, complete el monto
fr: Veuillez indiquer le montant
it: Inserisci l'importo
ja: 金額を書き込んでください
nl: Vul het bedrag in
pl: Proszę wpisać kwotę
pt: Insira o valor
uk: Будь ласка, заповніть суму

# tooltip
source: Please fill in message and address.
ar: يرجى ملء الرسالة والعنوان.
bn: অনুগ্রহ করে বার্তা এবং ঠিকানা পূরণ করুন।
de: Bitte tragen Sie Nachricht und Adresse ein.
es: Por favor, complete el mensaje y la dirección.
fr: Veuillez remplir le message et indiquer l'adresse.
it: Inserisci il messaggio e l'indirizzo.
ja: メッセージとアドレスを書き込んでください
nl: Vul het bericht en het adres in.
pl: Proszę wypełnić treść wiadomości i adres.
pt: Insira a mensagem e o endereço.
uk: Будь ласка, напишіть повідомлення та адресу.

# error-message
source: Please fill the CSV.
bn: অনুগ্রহ করে CSV পূরণ করুন।
de: Bitte laden Sie die Seite neu.
it: Per favore scegli un file .csv da importare.
ja: CSVのデータを入力してください。
nl: Herlaad de pagina.
uk: Будь ласка, заповніть суму

# text-with-link
source: Please follow the link below to access your Ethereum (ETH/ETC) wallet. Make sure that you select the correct currency in the upper-right corner of MyEtherWallet. <a>Learn more</a>
bn: অনুগ্রহ করে আপনার Ethereum (ইথ/ইটিসি) একাউন্ট এক্সেস করতে নিচের লিঙ্ক অনুসরন করুন। নিশ্চিত হয়ে নিন যে আপনি MyEtherWallet উপরের-ডান কোণে সঠিক মুদ্রা বেছে নিন। <a>বিস্তারিত জানুন</a>
it: Clicca sul link sotto per accedere al tuo wallet Ethereum (ETH/ETC). Assicurati di aver selezionato la valuta corretta nell'angolo in alto a destra di MyEtherWallet. <a>Per saperne di più</a>
ja: 下記のリンクでイーサリアム（ETH・ETC）ウオレットにアクセスできます。MyEtherWalletの右上隅で正しい通過が選択されることを確認してください。 <a>もっと詳しく知る</a>

source: Please install TREZOR Bridge to allow TREZOR Wallet to talk with your device.
ar: الرجاء تثبيت جسر تريزور للسماح لمحفظة تريزور التواصل مع جهازك.
bn: অনুগ্রহ করে TREZOR Bridge ইন্সটল করে TREZOR Wallet কে আপনার ডিভাইস এর সাথে সংযুক্ত করুন।
de: Bitte installieren Sie TREZOR Bridge, um der TREZOR Wallet zu erlauben, mit Ihrem Gerät zu kommunizieren.
es: Por favor, instale TREZOR Bridge para permitir al monedero TREZOR Wallet comunicarse con su dispositivo.
fr: Veuillez installer le TREZOR Bridge pour autoriser TREZOR Wallet à communiquer avec votre appareil.
it: Installa TREZOR Bridge per consentire al Portafoglio TREZOR di parlare con il tuo dispositivo.
ja: TREZOR Walletがお持ちのデバイスと伝達できるように、TREZOR Bridgeをインストールしてください。
nl: Installeer de TREZOR-bridge zodat TREZOR Wallet kan praten met uw apparaat.
pl: Proszę zainstalować TREZOR Bridge, aby umożliwić usłudze TREZOR Wallet połączenie z urządzeniem.
pt: Instale o TREZOR Bridge para permitir que o TREZOR Wallet se comunique com seu dispositivo.
uk: Будь ласка, встановіть TREZOR Bridge, щоб TREZOR Wallet міг з'єднатися з Вашим пристроєм.

source: Please reconnect it <strong>while pressing both buttons simultaneously.</strong>
ar: الرجاء إعادة الاتصال <strong>أثناء الضغط على الزرين في نفس الوقت.</strong>
bn: অনুগ্রহ করে পুনঃসংযোগ করুন <strong>একসাথে দুটো বোতাম চাপার সময়।</strong>
cs_cz: Prosim znovuzapoj <strong>while pressing both buttons simultaneously.</strong>
de: Bitte verbinden Sie Ihr Gerät erneut, <strong>während Sie beide Buttons gleichzeitig gedrückt halten.</strong>
es: Por favor, conéctelo <strong>mientras presiona ambos botones simultáneamente.</strong>
fr: Veuillez le reconnecter <strong>en appuyant sur les deux boutons simultanément</strong>
it: Riconnettilo<strong>e premi contemporaneamente entrambi i pulsanti.</strong>
ja: <strong>両方のボタンを同時に押した状態で再接続してください。</strong>
nl: Maak opnieuw verbinding <strong>terwijl u beide knoppen tegelijkertijd ingedrukt houdt.</strong>
pl: Proszę podłączyć urządzenie ponownie <strong>wciskając oba przyciski jednocześnie.</strong>
pt: Reconecte-o <strong>enquanto pressiona os dois botões ao mesmo tempo.</strong>
uk: Будь ласка, знову підключіть його <strong> за допомогою натискання обох кнопок одночасно </strong>

source: Please reconnect the device now.
ar: الرجاء إعادة توصيل الجهاز الآن.
bn: অনুগ্রহ করে এখন ডিভাইসটি পুনঃসংযোগ করুন।
es: Por favor, reconecte el dispositivo ahora.
it: Riconnetti ora il tuo dispositivo.
ja: デバイスを再接続してください。
nl: Sluit uw apparaat nu opnieuw aan.
pt: Reconecte o dispositivo agora.

# tooltip
source: Please reload the page to send money.
ar: الرجاء إعادة تحميل الصفحة لإرسال المال.
bn: অনুগ্রহ করে পুনরায় লোড করে টাকা পাঠান।
de: Bitte laden Sie die Seite neu, um Geld zu senden.
es: Por favor, vuelva a cargar la página para enviar dinero.
fr: Veuillez recharger la page pour envoyer de l'argent.
it: Ricarica la pagina per inviare denaro.
ja: コインを送信するためにページを再読み込みしてください。
nl: Herlaad de pagina om geld te versturen.
pl: Proszę odświeżyć stronę, aby wysłać pieniądze.
pt: Recarregue a página para enviar dinheiro.
uk: Будь ласка, підключіть пристрій для надсилання біткойнів.

source: Please reload the page.
ar: الرجاء إعادة تحميل الصفحة.
bn: অনুগ্রহ করে পৃষ্ঠাটি পুনরায় লোড করুন।
de: Bitte laden Sie die Seite neu.
es: Por favor, vuelva a cargar la página.
fr: Veuillez recharger la page.
it: Ricarica la pagina.
ja: ページを再読み込みしてください。
nl: Herlaad de pagina.
pl: Proszę odświeżyć stronę.
pt: Recarregue a página.

# error-message
source: Please try again. You need to make sure <strong>both device buttons are pressed, as you plug in the device.</strong>
ar: الرجاء المحاولة مرة أخرى. تحتاج إلى التأكد من <strong>الضغط على كل أزرار الجهاز، حالة توصبل الجهاز .</strong>
bn: অনুগ্রহ করে আবার চেষ্টা করুন। আপনাকে নিশ্চিত করতে হবে <strong>যেহেতু আপনার যন্ত্র সংযুক্ত করলে দুটি যন্ত্রের বোতাম, টেপা হয়ে।</strong>
de: Bitte versuchen Sie es erneut. Stellen Sie sicher, <strong>dass Sie beide Buttons gedrückt halten, während Sie das Gerät anschließen.</strong>
es: Por favor, inténtelo de nuevo. Debe asegurarse de que <strong>los dos botones de su dispositivo estén presionados al conectar su dispositivo.</strong>
fr: Veuillez essayer de nouveau. Vous devez vous assurez que <strong>les deux boutons de l'appareil sont tenus appuyés, lorsque vous branchez l'appareil.</strong>
it: Prova ancora. È necessario accertarsi che siano premuti<strong>entrambi i pulsanti quando si inserisce il dispositivo.</strong>
ja: もう一度試してください。<strong>デバイスに接続する際にデバイスのボタンが両方押されている</strong>ことを確認してください。
nl: Probeer het nogmaals. Sluit nu uw apparaat aan terwijl u <strong>beide knoppen tegelijk indrukt.</strong>
pl: Spróbuj ponownie. Upewnij się, że <strong>oba przyciski urządzenia są wciśnięte podczas podłączania.</strong>
pt: Tente novamente. Certifique-se que <strong>os dois botões do dispositivo estejam pressionados enquanto você conecta o dispositivo.</strong>
uk: Будь ласка, спробуйте ще раз. Переконайтеся, що <strong> при підключенні пристрою Ви натискаєте обидві кнопки </strong>

source: Please unplug the device now.
ar: الرجاء فصل الجهاز الآن.
bn: অনুগ্রহ করে ডিভাইসটি এখন আনপ্লাগ করুন।
cs_cz: Prosím odpoj teď zařízení.
de: Bitte trennen Sie Ihr Gerät jetzt.
es: Por favor, desconecte ahora su dispositivo.
fr: Veuillez débrancher l'appareil maintenant.
it: Scollega ora il dispositivo.
ja: デバイスを取り外してください。
nl: Koppel het apparaat nu los.
pl: Proszę teraz odłączyć urządzenie.
pt: Desconecte o dispositivo.
uk: Будь ласка, вимкніть пристрій.

source: Please wait
ar: انتظر من فضلك
bn: অনুগ্রহ করে অপেক্ষা করুন
cs_cz: Prosím počkejte
de: Bitte warten
es: Por favor, espere
fr: Veuillez patienter
it: Attendere
ja: お待ちください
nl: Een ogenblik geduld
pl: Proszę czekać
pt: Aguarde
uk: Зачекайте, будь ласка

# tooltip
source: Please wait a few seconds...
ar: الرجاء الانتظار بضع ثوان…
bn: অনুগ্রহ করে কয়েক সেকেন্ড অপেক্ষা করুন...
de: Bitte warten Sie ein paar Sekunden...
es: Por favor, espere unos segundos...
fr: Merci de patienter quelques secondes...
it: Attendi qualche secondo...
ja: もうしばらくお待ちください...
nl: Wacht een paar seconden...
pl: Proszę poczekać kilka sekund...
pt: Aguarde alguns segundos...
uk: Зачекайте кілька секунд...

# tooltip
source: Please wait.
ar: الرجاء الانتظار.
bn: অনুগ্রহ করে অপেক্ষা করুন।
de: Bitte warten.
es: Por favor, espere.
fr: Veuillez patienter.
it: Attendere.
ja: お待ちください
nl: Even geduld aub.
pl: Proszę czekać.
pt: Aguarde.
uk: Зачекайте, будь ласка.

source: Please wait...
ar: الرجاء الانتظار…
bn: অনুগ্রহ করে অপেক্ষা করুন...
cs_cz: Dočkaj more…
de: Bitte warten...
es: Por favor, espere...
fr: Veuillez patienter...
it: Attendere...
ja: もうしばらくお待ちください...
nl: Een ogenblik geduld...
pl: Proszę czekać...
pt: Aguarde...
uk: Зачекайте, будь ласка...

source: Please write down all these words carefully.
ar: يرجى كتابة كل هذه الكلمات بعناية.
bn: অনুগ্রহ করে এই সব শব্দ সতর্কভাবে লিখুন।
de: Bitte schreiben Sie all diese Wörter sorgfältig auf.
es: Por favor, anote todas estas palabras cuidadosamente.
fr: Veuillez noter tous ces mots attentivement.
it: Scriviti tutte queste parole con molta attenzione.
ja: すべての単語を慎重に書き写してください。
nl: Schrijf al deze woorden zorgvuldig op.
pl: Proszę dokładnie zapisać wszystkie słowa.
pt: Anote todas as palavras com atenção.
uk: Будь ласка, ретельно запишіть усі ці слова.

# error-message
source: Please, re-enter correct PIN.
ar: الرجاء، إعادة إدخال رقم تعريف شخصي صحيح.
bn: অনুগ্রহ করে, সঠিক পিন নম্বরটি আবার প্রবেশ করান।
de: Bitte geben Sie den korrekten PIN erneut ein.
es: Por favor, marque nuevamente el PIN correcto.
fr: Veuillez entrer à nouveau correctement le code PIN.
it: Re-inserisci il PIN corretto.
ja: 正しいピンを再入力してください。
nl: Gelieve de PIN opnieuw in te voeren.
pl: Wprowadź ponownie poprawny numer PIN.
pt: Reinsira o PIN correto.
uk: Будь ласка, введіть поточний PIN-код:

source: Please, watch the following video, which will explain how PIN works in detail.
ar: من فضلك، شاهد الفيديو التالي، والذي سيشرح كيف يعمل رقم التعريف الشخصي بالتفصيل.
bn: অনুগ্রহ করে, নিচের ভিডিওটি দেখুন, যা পিন কিভাবে কাজ করে তা বিস্তারিত বুঝাবে।
es: Por favor, vea este vídeo donde se explica en detalle como funciona el PIN.
it: Guarda il seguente video, ti spiegherà attentamente il funzionamento del PIN.
ja: PINの使い方の詳細に関する次の動画をご覧ください。
nl: Bekijk alstublieft de volgende video, die uitlegt hoe de PIN in detail werkt.
pt: Assista o vídeo a seguir que explica em detalhes como o PIN funciona.

# promos-show
source: Prevent phishing
bn: ফিশিং প্রতিরোধ করুন
it: Proteggiti dal phishing
ja: フィッシング防ぐ

# promos-show
source: Prevent phishing with
bn: ফিশিং প্রতিরোধ সাথে
it: Proteggiti dal phishing con
ja: フィッシング防ぐために

source: Previous addresses
ar: العناوين السابقة
bn: পূর্ববর্তি ঠিকানাসমূহ
cs_cz: Předchozí adresy
de: Vorherige Adressen
es: Direcciones previas
fr: Précédentes
it: Indirizzi precedenti
ja: 使用されたアドレス
nl: Eerder gebruikte adressen
pl: Poprzednie adresy
pt: Endereços anteriores
uk: Попередні адреси

# heading
source: Private bank in your hands.
ar: مصرف خاص بين يديك.
bn: হাতের কাছে আপনার ব্যক্তিগত ব্যাংক।
de: Private Banking in Ihren Händen.
es: Un banco privado en tus manos.
it: Banca privata nelle tue mani.
ja: 手で持てるプライベートバンク。
nl: Privé bank in uw handen.
pt: Um banco privado na palma da sua mão.

source: Processing...
ar: جاري المعالجة…
bn: প্রক্রিয়াধীন....
cs_cz: Pracuji…
de: Aufbereitung...
es: Procesando...
fr: Traitement en cours...
it: Processando...
ja: 処理中…
nl: Wordt verwerkt...
pl: Przetwarzanie...
pt: Processando...
uk: Йде процес обробки...

# error-message
source: QR scanning failed.
ar: فشل في مسح رمز الاستجابة السريع QR.
bn: Qr কোড স্ক্যান করতে ব্যর্থ হয়েছে।
de: QR Scannen fehlgeschlagen.
es: El escaneo del QR falló.
fr: Le scan du QR code a échoué.
it: Scansione QR fallita.
ja: QRコードの読み取りに失敗しました。
nl: Scannen van de QR-code is mislukt.
pl: Skanowanie kodu QR nie powiodło się.
pt: Falha ao escanear código QR.
uk: QR сканування не вдалося.

source: Rate
ar: السعر
bn: হার
de: Kurs
es: Tarifa
fr: Taux
ja: レート
nl: Tarief
pl: Kurs
pt: Cotação

# heading
source: Raw transaction in hex format:
ar: صافي المعاملة بتنسيق سداسي عشري:
bn: হেক্স বিন্যাসে মূল স্থানান্তর:
de: Raw Transaktion im HEX-Format:
es: Transacción Raw en formato hex:
fr: Transaction brut en format HEX :
it: Mostra le transazioni sull'explorer
ja: 16進数形式の生の取引:
nl: Raw transactie in hex formaat:
pl: Surowa transakcja w formacie heksadecymalnym:
pt: Transação bruta em formato HEX:
uk: Raw транзакція в 16-ковому форматі:

# heading
source: Re-enter new {{label}} PIN
bn: আপনার নতুন {{label}} PIN প্রবেশ করান
de: Erneut neu eingeben
it: Re-inserisci il nuovo PIN del {{label}}
ja: “{{label}}”の新しいPINを再入力してください
nl: Voer opnieuw in
uk: Будь ласка, введіть новий PIN-код знову:

source: Re-type for control
ar: إعادة كتابة للتحكم
bn: নিয়ন্ত্রণ এর জন্য পুনরায় টাইপ করুন
de: Zur Kontrolle erneut eingeben
es: Vuelva a escribir para controlar
fr: Retapez pour contrôle
it: Ridigita per verifica
ja: 確認のため再入力してください
nl: Typ nogmaals voor controle
pl: Przepisz ponownie dla sprawdzenia
pt: Redigite para controle
uk: Повторно введіть для перевірки

# promos-passphrase
source: Read more
ar: التعرف على المزيد
bn: আরো পড়ুন
de: Mehr lesen
es: Aprender más
fr: En savoir plus
it: Per saperne di più
ja: 使い方について読む
nl: Meer informatie
pl: Dowiedz się więcej
pt: Saiba mais
uk: Дізнатися більше

# error-message
source: Reading of accounts failed.
ar: فشل في قراءة الحسابات.
bn: পড়ার হিসাব ব্যর্থ হয়েছে।
de: Lesen von Benutzerkonten fehlgeschlagen.
es: La lectura de las cuentas falló.
fr: La lecture des comptes a échoué.
it: Lettura degli accounts fallita.
ja: 口座の読み込みに失敗しました。
nl: Lezen van accounts is mislukt.
pl: Czytanie kont nie powiodło się.
pt: Falha na leitura de contas.
uk: Не вдалося виконати читання рахунків.

source: Really send<br>{{total}} BTC<br>from your wallet?<br>Fee included:<br>{{fee}} BTC
bn: আসলে <br>পাঠিয়ে দিন আপনার মোবাইল থেকে{{total}} বিটিসী <br>? <br> ফি অন্তর্ভুক্ত: <br>{{fee}} বিটিসী
it: Vuoi veramente inviare<br>{{total}} BTC<br>dal tuo wallet?<br>Commissioni incluse:<br>{{fee}} BTC
ja: ウォレットから<br>{{total}} BTC<br>を送信しますか？<br>含まれる手数料:<br>{{fee}} BTC

# header
source: Receive
ar: إستلم
bn: গ্রহণ করুন
de: Empfangen
es: Recibir
fr: Recevoir
it: Ricevi
ja: 受信
nl: Ontvangen
pl: Otrzymane
pt: Receber
uk: Отримати

source: Receive
ar: إستلم
bn: গ্রহণ করুন
cs_cz: Přijaté
de: Empfangen
es: Recibir
fr: Recevoir
it: Ricevi
ja: 受信
nl: Ontvangen
pl: Otrzymane
pt: Receber
uk: Отримати

source: Recovered seed words:
ar: كلمات البذور المستردة:
bn: পুনরুদ্ধারকৃত সীড শব্দ:
de: Wiederhergestellte Seed Wörter:
es: Palabras de la semilla recuperada:
fr: Mots de la phrase de récupération:
it: Parole del seed digitate:
ja: リカバリシード:
nl: Herstelde reeks-woorden:
pl: Odzyskane słowa ziarenka:
pt: Palavras de Seed recuperadas:
uk: Відновлені слова фрази відновлення:

# error-message
source: Recovery failed.
ar: فشل الاسترداد.
bn: পুনরুদ্ধার ব্যর্থ হয়েছে।
de: Wiederherstellung fehlgeschlagen.
es: La recuperación falló.
fr: Échec de la restauration.
it: Recupero fallito.
ja: リカバリに失敗しました。
nl: Herstel is mislukt.
pl: Odzyskiwanie nie powiodło się.
pt: Falha na recuperação.
uk: Не вдалося виконати відновлення.

# form-label
source: Recovery seed or XPRV private key
ar: بذور الاسترداد أو مفتاح XPRV الخاص
bn: রিকভারি সিড অথবা XPRV গোপনীয় কি
de: Wiederherstellungs Seed oder XPRV Private Key
es: Semilla de recuperación o clave privada XPRV
fr: Phrase de récupération ou clé privée XPRV
it: Recovery seed o chiave privata XPRV
ja: リカバリシード、またはXPRV形式の秘密鍵
nl: Herstelreeks of de XPRV persoonlijke sleutel
pl: Ziarenko odzyskiwania lub klucz prywatny XPRV
pt: Seed de recuperação ou chave privada XPRV
uk: Фраза відновлення або особистий ключ XPRV

# heading
source: Recovery seed setup
ar: إعداد بذور الاسترداد
bn: রিকভারি সিড সেটআপ
es: Configuración de la semilla de recuperación
fr: Configuration de la phrase de récupération
it: Recupero fallito.
ja: リカバリシードのセットアップ
nl: Herstelreeks setup
pl: Konfiguracja ziarenka odzyskiwania
pt: Configuração do Seed de recuperação
uk: Установка фрази відновлення

# button
source: Release notes
ar: ملاحظات الإصدار
bn: রিলিজ নোটসমূহ
es: Notas de la versión
fr: Notes de la version
it: Note de rilascio
ja: リリースノート
nl: Release-opmerkingen
pl: Informacje o wersji
pt: Notas da versão
uk: Примітки до версії

source: Reload
ar: أعد التحميل
bn: পুনরায় লোড
de: Neu laden
es: Recargar
fr: Recharger
it: Ricarica
ja: 再読み込み
nl: Herladen
pl: Przeładuj
pt: Recarregar

# forget-button
source: Remember
bn: মনে রাখুন
de: Merken
it: Memorizza
ja: 記憶
nl: Onthoud
pl: Zapamiętaj
pt: Lembrar
uk: Запам'ятати

source: Remember, never make a digital copy of your recovery seed and never upload it online. Keep your recovery seed in a safe place. TREZOR cannot be held liable for financial losses incurred through the client’s improper care of sensitive information.
bn: মনে রাখবেন, কখনো আপনার পুনরুদ্ধারের বীজ ডিজিটাল কপি তৈরি এবং কখনো তা অনলাইনে আপলোড। আপনার আরোগ্যলাভের বীজ একটি নিরাপদ স্থানে রাখুন। TREZOR ক্লায়েন্ট অবৈধ কেয়ার সংবেদনশীল তথ্যের মাধ্যমে করেছে অর্থনৈতিক ক্ষতির জন্য দায়ী দায়বদ্ধ করা যাবে না।
it: Non fare copie digitali del tuo recovery seed e non pubblicarlo mai online. Tieni il tuo recovery seed in un posto sicuro. TREZOR non può essere ritenuta responsabile di perdite finanziarie occorse a causa della impropria custodia di dati sensibili.
ja: 注意：絶対リカバリシードのデジタルコピーの作成やアップロードをしないでください。リカバリシードを安全な場所に保管してください。TREZORはお客様の不適当な、機密情報取り扱いによる経済的損失につき、一切責任を負いません

source: Remove all recipients
ar: إزالة كافة المستلمين
bn: সব প্রাপক অপসারণ করুন
de: Alle Empfänger entfernen
es: Eliminar todos los destinatarios
fr: Supprimer tous les destinataires
it: Rimuovi tutti i destinatari
ja: すべての受信者を削除
nl: Alle geadresseerden verwijderen
pl: Usuń wszystkich odbiorców
pt: Remover todos os destinatários
uk: Видалення всіх отримувачів

# tooltip
source: Remove locktime
bn: লকটাইম অপসারণ করুন
de: Empfänger entfernen
it: Rimuovi locktime
ja: 受信者を削除
nl: Ontvanger verwijderen
uk: Видалення одержувача

# tooltip
source: Remove recipient
ar: إزالة المستلم
bn: প্রাপক অপসারণ করুন
de: Empfänger entfernen
es: Eliminar destinatario
fr: Supprimer le destinataire
it: Rimuovi il destinatario
ja: 受信者を削除
nl: Ontvanger verwijderen
pl: Usuń odbiorcę
pt: Remover destinatário
uk: Видалення одержувача

# heading
source: Rename account
ar: إعادة تسمية الحساب
bn: একাউন্ট পুনঃনামকরণ করুন
de: Account umbenennen
es: Renombrar cuenta
fr: Renommer le compte
it: Rinomina account
ja: 口座の名前を変更
nl: Account-naam wijzigen
pl: Zmień nazwę konta
pt: Renomear conta
uk: Перейменувати рахунок

# button
source: Rename account
ar: إعادة تسمية الحساب
bn: একাউন্ট পুনঃনামকরণ করুন
de: Account umbenennen
es: Renombrar cuenta
fr: Renommer le compte
it: Rinomina account
ja: 口座の名前を変更
nl: Account-naam wijzigen
pl: Zmień nazwę konta
pt: Renomear conta
uk: Перейменувати рахунок

# tooltip
source: Reset form
ar: مسح الحقول
bn: রিসেট ফর্ম
it: Cancella i dati inseriti nel form
ja: 入力した内容をクリア

# button
source: Save &amp; Reload
ar: حفظ وتحديث
bn: সংরক্ষণ &amp; নতুন করে পড়ো
de: Speichern &amp; Neu laden
es: Guardar &amp; Recargar
fr: Sauvegarder &amp; Recharger
it: Salva &amp; Ricarica
ja: 保存して再読み込み
nl: Opslaan &amp; Herladen
pl: Zapisz &amp; Przeładuj
pt: Salvar &amp; Recarregar
uk: Зберегти і перезавантажити

source: Scan QR code
ar: افحص رمز الاستجابة السريعة QR
bn: QR কোড স্ক্যান করুন
de: QR Code scannen
es: Escanear código QR
fr: Scanner un QR code
it: Scansiona QR code
ja: QRコードを読み取る
nl: Scan de QR-code
pl: Zeskanuj kod QR
pt: Escanear código QR
uk: Сканувати QR-код

# heading
source: Scan address from a QR code
ar: افحص العنوان من رمز الاستجابة السريعة QR
bn: ঠিকানা QR কোড স্ক্যান করুন
de: Adresse von QR Code scannen
es: Escanear dirección desde un código QR
fr: Adresse scanée depuis un QR code
it: Scansiona l'indirizzo da un QR code
ja: アドレスをQRコードから読み取る
nl: Adres dmw een QR-code scannen
pl: Zeskanuj adres z kodu QR
pt: Escaneie um endereço de um código QR
uk: Сканувати адресу з QR-коду

source: Search for address, date or amount
ar: البحث عن عنوان، تاريخ أو مبلغ
bn: ঠিকানা, তারিখ বা পরিমাণের জন্য সন্ধান করুন
de: Suche nach Adresse, Datum oder Menge
es: Buscar una dirección, fecha o cantidad
fr: Rechercher une adresse, une date ou un montant
it: Cerca l'indirizzo, la data o l'importo
ja: アドレス、日付、金額を検索
nl: Zoek op adres, datum of bedrag
pl: Szukaj adresu, daty lub kwoty
pt: Busque por endereço, data ou valor
uk: Пошук адреси, дати або суми

# heading
source: Seed recovery
ar: إسترداد البذور
bn: সীড পুনরুদ্ধার
de: Seed Wiederherstellung
es: Semilla de recuperación
fr: Phrase de récupération
it: Ricovero avanzato
ja: シードからのリカバリ
nl: Herstelreeks
pl: Ziarenko odzyskiwania
pt: Recuperação de Seed
uk: Фраза відновлення
