Repository: Othello1111/mytrezor-l10n
Catalog: lang/*/*.po
Languages: ar, bn, cs_cz, de, es, fr, it, ja, nl, pl, pt, uk

source: Upgrade for the newest features.
ar: الترقية لأحدث المميزات بدون أخطاء.
bn: নতুন ফিচারের জন্য হালনাগাদ করুন।
de: Upgrade für die neuesten Features und Bug Fixes.
es: Actualice para nuevas características y corrección de errores.
fr: Mettre à niveau pour les nouvelles fonctionnalités et corrections de bug.
it: Aggiorna per avere le features più recenti e la risoluzione dei bug.
ja: 最新機能の追加するためにアップグレードしてください。
nl: Upgrade van de laatste functies en bug fixes.
pl: Aktualizuj aby mieć dostęp do najnowszych funkcji i poprawek błędów.
pt: Faça upgrade para ter os últimos recursos e correção de problemas.
uk: Оновити, аби мати доступ до найновіших функцій та виправлень.

# button
source: Upload image
ar: ارفع الصورة
bn: ছবি আপলোড করুন
de: Bild hochladen
es: Suba la imagen
fr: Charger une image
it: Carica immagine
ja: 画像をアップロード
nl: Upload afbeelding
pl: Prześlij obraz
pt: Enviar imagem

# heading
source: Uploading firmware...
ar: يتم تحميل البرامج الثابتة...
bn: ফার্মওয়্যার আপলোড করা হচ্ছে...
de: Firmware aktualisieren...
es: Actualizando firmware...
fr: Firmware en cours de chargement...
it: Sto aggiornando il firmware...
ja: ファームウェアをアップロード中...
nl: Firmware uploaden...
pl: Wgrywanie firmware...
pt: Enviando firmware...
uk: Завантаження прошивки...

# promos-labeling
source: Use Labeling
bn: লেবেল ব্যবহার করুন
de: Deaktiviere Labeling
it: Usa Etichette
ja: ラベリングを利用して
nl: Labeling Uitschakelen
uk: Увімкнути позначення

# promos-passphrase
source: Use hidden wallets with
bn: সঙ্গে লুকানো ওয়ালেট ব্যবহার করুন
it: Usa wallet segreti con

source: Use this feature only if you have your Recovery Seed or you don't have any coins on your device.
ar: استخدم هذه الميزة فقط إذا كان لديك بذور الاسترداد أو لم يكن لديك أي عملات على جهازك.
bn: এই বৈশিষ্ট্যটি ব্যবহার তো আপনি আপনার রিকভারি সিড থাকে বা আপনার ডিভাইসে আপনি কোন মুদ্রা নেই।
de: Verwenden Sie dieses Feature nur, wenn Sie Ihren Recovery Seed haben oder kein Geld auf Ihrem Gerät ist.
es: Utilice esta función sólo si tiene la semilla de recuperación o no tiene ninguna moneda en el dispositivo.
fr: Utilisez cette fonctionnalité seulement si vous avec votre phrase de récupération ou si vous n'avez pas de bitcoins sur votre appareil.
it: Usare questa funzione solo se hai il tuo recovery seed o se non hai monete sul tuo device.
ja: この機能はリカバリシードを持っているか、お手持ちのデバイス内にコインが一切ない状態で使ってください。
nl: Gebruik deze functie alleen als u uw herstelreeks bij de hand hebt of wanneer er geen coins op uw apparaat staan opgeslagen.
pl: Użyj tej funkcji tylko jeśli masz swoje ziarenko odzyskiwania lub na urządzeniu nie masz żadnych pieniędzy.
pt: Utilize este recurso apenas se você tiver o seu Seed de recuperação ou não tiver nenhum bitcoin em seu dispositivo.
uk: Використовуйте цю функцію тільки в тому випадку, якщо поруч є Ваша фраза відновлення або ж коли на Вашому пристрої немає біткойнів.

# device-state
source: Used in other window
ar: تستخدم في نافذة أخرى
bn: অন্যান্য উইন্ডোর ব্যবহার
de: In anderem Fenster verwendet
es: Utilizado en otra ventana
fr: Utilisé dans une autre fenêtre
it: Usato su altra finestra
ja: 他のウインドウで使われています
nl: Gebruikt in een ander venster
pl: Użyte w innym oknie
pt: Aberto em outra janela
uk: Використовується в іншому вікні

source: Using PIN protection is highly recommended. PIN prevents unauthorized persons from stealing your bitcoins even when they get physical access to your device.
ar: ينصح بشدة استخدام حماية رقم التعريف الشخصي. رقم التعريف الشخصي يمنع الأشخاص غير المرخص لهم من سرقتك حتى لو تمكنوا من الوصول إلى جهاز.
bn: পিন প্রোটেকশন ব্যবহার অপরিহার্য। এমনকি তারা শারীরিক অ্যাক্সেস করতে আপনার ডিভাইস যখন আপনার বিটকয়েন চুরি থেকে পিন অননুমোদিত ব্যক্তিদের বাধা দেয়।
de: Die Verwendung von einem PIN-Schutz wird sehr empfohlen. Ein PIN verhindert, dass unauthorisierte Personen Ihre Bitcoins stehlen können, selbst wenn diese physischen Zugriff zu Ihrem Gerät haben.
es: El uso del la protección por PIN es muy recomendable. El PIN evita que personas no autorizadas puedan robar sus bitcoins incluso cuando consiguen acceso físico a su dispositivo.
fr: L'utilisation d'une protection par code PIN est fortement recommandée. Le code PIN empêche les personnes non-autorisées de voler vos bitcoins même s'ils ont un accès physique à votre appareil.
it: È raccomandato utilizzare la protezione PIN. Esso impedisce a persone non autorizzate di rubare i tuoi bitcoin anche se dovessero ottenere l'accesso fisico al dispositivo.
ja: PIN保護機能の利用を強くおすすめします。PIN機能は、物理的にデバイスにアクセスした場合でも権限のない第三者によるコインの盗難を防ぐことができます。
nl: Gebruik van de PINcode-beveiliging wordt sterk aanbevolen. Een PINcode voorkomt dat onbevoegden uw bitcoins kunnen stelen, zelfs al hebben ze fysieke toegang tot uw apparaat.
pl: Używanie PIN-u jest wysoce rekomendowane. PIN zabezpiecza przed kradzieżą bitcoin-ów przez niepowołane osoby nawet wtedy, kiedy mają fizyczny dostęp do Twojego urządzenia.
pt: É altamente recomendado utilizar a proteção com PIN. O PIN previne que pessoas sem autorização roubem seus bitcoins mesmo quando têm acesso físico ao seu dispositivo.
uk: Рекомендується використання захисту PIN-коду. PIN-код запобігає крадіжці Ваших біткойнів сторонніми особами навіть у тому випадку, коли вони отримують фізичний доступ до Вашого пристрою.

source: Using TREZOR with your Android?
ar: تستخدم TREZOR مع أندرويد الخاص بك؟
bn: TREZOR আপনার অ্যান্ড্রয়েডে ব্যবহার করছেন?
de: Diesen TREZOR mit Ihrem Android-Gerät verwenden?
es: ¿Utilizando TREZOR con tu Android?
fr: Utiliser TREZOR avec votre appareil Android?
it: Usi TREZOR col tuo dispositivo Android? (do you use trezor...) or Stai usando TREZOR col tuo dispositivo Android? (are you currently using trezor...)
ja: AndroidとTREZORを利用するなら
nl: Gebruikt u TREZOR met uw Android?
pl: Używasz TREZOR na Android?
pt: Usando o TREZOR com seu Android?
uk: Користуєтесь TREZORом на Android?

source: Using this process might make your TREZOR unusable.
ar: قد يؤدي استخدام هذه العملية إلى جعل TREZOR غير قابل للاستخدام.
bn: এই পদ্ধতি ব্যবহার করে আপনার TREZOR ব্যবহারের অনুপযোগী হতে পারে।
de: Das Durchführen dieses Prozesses kann Ihren TREZOR unbrauchbar machen.
es: El uso de este proceso puede hacer que su TREZOR sea inutilizable.
fr: Utiliser ce processus peut rendre votre TREZOR inutilisable.
it: Utilizzare questo processo potrebbe rendere il tuo TREZOR inutilizzabile.
ja: この過程の結果で、TREZORが使えなくなることもあります。
nl: Het gebruik van dit proces kan ervoor zorgen dat uw TREZOR onbruikbaar wordt.
pl: Użycie tego procesu może sprawić, że Twój TREZOR stanie się bezużyteczny.
pt: Utilizar este processo pode inutilizar o seu TREZOR.
uk: Запуск цього процесу може зробити Ваш TREZOR непридатним для використання.

source: Value
ar: القيمة
bn: মূল্য
es: Valor
it: Valore
ja: 値
nl: Waarde
pt: Valor

# button
source: Verify
ar: حقّق
bn: যাচাই
de: Verifizieren
es: Verificar
fr: Vérifier
it: Verifica
ja: 検証
nl: Controleer
pl: Weryfikuj
pt: Verificar
uk: Перевірка

# header
source: Verify message
ar: تحقق من الرسالة
bn: বার্তা যাচাই করুন
de: Nachricht verifizieren
es: Verificar mensaje
fr: Vérifier un message
it: Verifica messaggio
ja: メッセージを検証
nl: Controleer bericht
pl: Weryfikuj wiadomość
pt: Verificar mensagem
uk: Перевірка повідомлення

# heading
source: Versions
ar: الإصدارات
bn: সংস্করণসমূহ
de: Versionen
es: Versiones
it: Versioni
ja: バージョン
nl: Versies
pl: Wersje
pt: Versões
uk: Версії

source: View address at block explorer
ar: عرض العنوان على بلوك إكسبلورر
bn: ব্লক এক্সপ্লোরার ভিউ ঠিকানায়
de: Adresse im Block-Explorer anzeigen
es: Ver dirección en el explorador de bloques
fr: Voir l'adresse sur l'explorateur de blocks
it: Visualizza l'indirizzo sul block explorer
ja: アドレスをブロックエクスプローラー上に表示
nl: Toon adres in blok verkenner
pl: Zobacz adres w block explorer
pt: Ver endereço no block explorer

# warning-message
source: Waiting for camera...
ar: في انتظار الكاميرا…
bn: ক্যামেরার জন্য অপেক্ষা করা হচ্ছে...
de: Warten auf Kamera&hellip;
es: Esperando la cámara&hellip;
fr: Attente de la caméra&hellip;
it: Attesa per camera&hellip;
ja: カメラの起動を待っています...
nl: Wachten op camera &hellip;
pl: Czekanie na aparat&hellip;
pt: Aguardando pela câmera&hellip;
uk: Очікування камери &hellip;

source: Waiting for transaction history
ar: في انتظار سجل المعاملة
bn: স্থানান্তর ইতিহাসের জন্য অপেক্ষা করা হচ্ছে
de: Warten auf Transaktionsverlauf
es: Esperando el historial de transacciones
fr: Attente de l'historique des transactions
it: Attesa per storia transazioni
ja: 取引履歴を取得中
nl: Wachten op transactie-historie
pl: Czekanie na historię transakcji
pt: Aguardando pelo histórico de transações
uk: Очікування історії транзакцій

# button
source: Wallet
ar: المحفظة
bn: ওয়ালেট
de: Geldbörse
es: Monedero
fr: Portefeuille
it: Portafoglio
ja: ウォレット
nl: Portemonnee
pl: Portfel
pt: Carteira

source: Wallet
bn: ওয়ালেট
de: Geldbörse
ja: ウォレット
nl: Portemonnee
pl: Portfel
pt: Carteira

source: Want to restore your wallet from recovery seed?
ar: هل تريد استرداد محفظتك من بذور الاسترداد؟
bn: আপনার রিকভারি সিড থেকে একাউন্ট পুনঃস্থাপন করতে চান?
de: Wollen Sie Ihre Wallet mittels eines Recovery Seeds zurücksetzen?
es: ¿Quiere restaurar su monedero desde la semilla de recuperación?
fr: Voulez-vous restaurer votre portefeuille depuis la phrase de récupération ?
it: Vuoi ripristinare il tuo wallet dal recovery seed?
ja: リカバリシードからウォレットを復元しますか?
nl: Wilt u uw portemonnee met behulp van de herstelreeks herstellen?
pl: Chcesz przywrócić swój portfel z ziarenka odzyskiwania?
pt: Quer restaurar sua carteira com o Seed de recuperação?
uk: Бажаєте відновити Ваш гаманець за допомогою фрази відновлення?

source: Warning:
ar: تحذير:
bn: সতর্কতা:
cs_cz: Pozor:
de: Warnung:
es: Advertencia:
fr: Avertissement :
it: Attenzione:
ja: 警告:
nl: Waarschuwing:
pl: Ostrzeżenie:
pt: Aviso:
uk: Попередження:

source: We are sorry, TREZOR Wallet is not yet supported on iOS and Windows Phone devices. Please use a computer with Windows, macOS, Linux operating system, or use an Android device.
ar: للأسف، لم يتم اعتماد محفظة تريزور بعد على أجهزة نظام تشغيل آي أو إس و ويندوز فون. يرجى استخدام جهاز كمبيوتر بنظام التشغيل ويندوز، ماك، لينكس، أو استخدام جهاز أندرويد.
bn: আমরা দুঃখিত, TREZOR Wallet এখনো আইওএস ও উইন্ডোজ ফোন ডিভাইস সমর্থিত নয়। অনুগ্রহ করে কম্পিউটার ব্যবহার করে উইন্ডোজ, macOS, লিনাক্স অপারেটিং সিস্টেম বা অ্যান্ড্রয়েড ডিভাইস ব্যবহার করেন।
de: Entschuldigung, die TREZOR Wallet unterstützt noch keine iOS- und Windows-Mobilgeräte. Bitte benutzen Sie einen Computer mit Windows, macOS oder Linux als Betriebssystem. Oder nutzen Sie ein Android-Gerät.
es: Lo sentimos, TREZOR Wallet aún no es compatible con dispositivos iOS y Windows Phone. Utilice un ordenador con Windows, macOS, sistema operativo Linux o utilice un dispositivo con Android.
fr: Nous sommes désolé, TREZOR Wallet n'est pas encore disponible sur les appareils iOS and Windows Phone. Merci d'utiliser un ordinateur avec Windows, macOS, Linux ou utiliser un appareil Android.
it: Ci dispiace, il Portafoglio TREZOR non è ancora supportato dai dispositivi iOS e Windows Phone. Utilizza un computer con Windows, macOS, Linux o utilizza un dispositivo Android.
ja: 申し訳ありません。TREZOR Wallet はまだ iOS と Windows Phone のデバイスでサポートされていません。Windows・macOS・Linux オペレーティングシステムがインストールされたパソコン、または Android デバイスを使用してください。
nl: Het spijt ons, TREZOR Portemonnee wordt nog niet ondersteund op iOS en Windows Phone apparaten. Gebruik alstublieft een computer met Windows, macOS, Linux of gebruik een Android apparaat.
pl: Przepraszamy, Portfel TREZOR nie jest jeszcze obsługiwany na urządzeniach z Windows Phone i iOS. Proszę skorzystać z komputera z systemem operacyjnym Windows, macOS, Linux lub urządzenia z systemem Android.
pt: Lamentamos, mas a Carteira TREZOR ainda não é compatível com dispositivos iOS e Windows Phone. Use um computador com Windows, macOS ou Linux, ou um dispositivo Android.

source: We have partnered up with MyEtherWallet to provide you with a full-fledged Ethereum Wallet.
bn: আমরা আপনাকে পরিপূর্ণ Ethereum ক্যাশ প্রদান করতে MyEtherWallet সাথে চুক্তিবদ্ধ হয়েছে।
it: Abbiamo stretto una collaborazione con MyEtherWallet per fornire un wallet Ethereum di qualità.
ja: MyEtherWalletと連携しながら、高度なイーサリアムウォレットを提供します。

# warning-message
source: We recommend you to verify the payment address through independent communication channels such as a phone call or a text message.
ar: نوصيك بالتحقق من عنوان الدفع من خلال قنوات اتصال مستقلة مثل مكالمة هاتفية أو رسالة نصية.
bn: আমরা স্বাধীন যোগাযোগ চ্যানেল যেমন টেক্সট মেসেজ বা ফোন কলের মাধ্যমে পরিশোধের ঠিকানা যাচাই করতে সুপারিশ করছি।
de: Wir empfehlen Ihnen, die Adresse mit Hilfe eines unabhängigen Kommunikationskanals zu überprüfen, wie z.B. mittels eines Telefongesprächs oder mittels einer Telefonnachricht.
es: Recomendamos que verifique la dirección de pago a través de canales de comunicación independientes como una llamada telefónica o un mensaje de texto.
fr: Nous vous recommandons de vérifier l'adresse de paiement par un canal de communication indépendant tel qu'un appel téléphonique ou un message text.
it: Ti consigliamo di verificare l'indirizzo di pagamento tramite canali di comunicazione indipendenti, come ad esempio una telefonata o un messaggio di testo.
ja: 電話やテキストメッセージなどの独立した通信チャンネルを利用して支払いのアドレスを認証することをおすすめします。
nl: We raden u om het betalingsadres te controleren via onafhankelijke communicatiekanalen zoals een telefoongesprek of een SMS-bericht.
pl: Zalecamy, abyś zweryfikował adres płatności przez niezależny kanał komunikacji jak połączenie telefoniczne czy wiadomość tekstowa.
pt: Recomendamos que você verifique o endereço de pagamento através de canais de comunicação independentes, como uma chamada telefônica ou mensagem de texto.
uk: Радимо Вам перевірити адресу сплати через незалежні комунікаційні канали, такі як телефонний дзвінок або ж текстове повідомлення.

source: We will now show you the 24 words again.
ar: ستظهر لك الآن الكلمات الـ24 مرة أخرى.
bn: আমরা এখন আপনাকে 24 কথা আবার দেখাবেন।
de: Wir werden Ihnen jetzt die 24 Wörter erneut zeigen.
es: Ahora le mostraremos las 24 palabras nuevamente.
fr: Nous allons maintenant à nouveau vous afficher les 24 mots.
it: Ti rimostreremo ora le 24 parole.
ja: もう一度24単語表示します。
nl: We laten u de 24 woorden opnieuw zien.
pl: Teraz pokażemy Ci ponownie 24 słowa.
pt: Agora exibiremos novamente as 24 palavras.
uk: Зараз ми знову покажемо Вам ці 24 слова.

source: Welcome to TREZOR Setup!
ar: مرحبا بكم في إعدادات تريزور!
bn: TREZOR সেটআপ-এ স্বাগতম!
cs_cz: Vítejt v nastavení TREZORu!
de: Willkommen zum TREZOR Set-up!
es: ¡Bienvenido/a a la configuración de TREZOR!
fr: Bienvenue dans l'installation TREZOR !
it: Benvenuto nelle Impostazioni di TREZOR!
ja: TREZORのセットアップにようこそ!
nl: Welkom bij TREZOR Setup!
pl: Witamy w ustawieniach TREZOR!
pt: Bem-vindo(a) à configuração do TREZOR!
uk: Ласкаво просимо до установки TREZOR!

source: What's next? <a>Explore functions</a>
bn: পরবর্তী পদক্ষেপ কি? <a>Explore ফাংশন</a>
it: Cosa fare? <a>Esplora le funzioni</a>
ja: おすすめ: <a>機能の紹介</a>

source: When you give them to a third party, you allow it to see your whole transaction history.
ar: عند منحهم لطرف ثالث، ستسمح له بمشاهدة سجلك للمعاملات بالكامل.
bn: যখন আপনি তৃতীয় পক্ষের কাছে দাও, এটি আপনার সমস্ত লেনদেনের ইতিহাস দেখার অনুমতি দেয়।
de: Wenn Sie diesen an Dritte weitergeben, erlauben Sie ihnen, Ihren gesamten Transaktionsverlauf einzusehen.
es: Cuando se las das a un tercero, le permites ver tu historial de transacciones al completo.
fr: Lorsque vous les donnez à une tierce personne, vous l'autorisez à voir l'historique complet des transactions.
it: Quando lo consegni a terzi, gli permetti di vedere l'intera storia delle transazioni.
ja: 第三者にデータが渡ってしまうと、すべての取引履歴が閲覧可能になります。
nl: Wanneer u ze aan een anderen geeft, laat u daarmee uw hele transactiegeschiedenis bekijken.
pl: Gdy dajesz je osobom trzecim, możesz pozwolić im zobaczyć Twoją całą historię transakcji.
pt: Quando você os fornece para terceiros, permite que vejam todo o seu histórico de transações.
uk: Коли Ви даєте його третій стороні, Ви тим самим дозволяєте їм побачити історію Ваших транзакцій.

# advanced-label
source: Wipe device
ar: مسح الجهاز
bn: ডিভাইস মুছে ফেলুন
de: Gerät löschen
es: Limpiar dispositivo
fr: Effacer l'appareil
it: Ripulisci il dispositivo
ja: デバイスを消去
nl: Apparaat leegmaken
pl: Wyczyść urządzenie
pt: Apagar dispositivo
uk: Очистити пристрій

# button
source: Wipe device
ar: مسح الجهاز
bn: ডিভাইস মুছে ফেলুন
de: Gerät löschen
es: Limpiar dispositivo
fr: Effacer l'appareil
it: Ripulisci il dispositivo
ja: デバイスを消去
nl: Apparaat leegmaken
pl: Wyczyść urządzenie
pt: Apagar dispositivo
uk: Очистити пристрій

# error-message
source: Wipe failed.
ar: فشل المسح.
bn: মুছে ফেলা ব্যর্থ হয়েছে।
de: Löschen fehlgeschlagen.
es: Error en la limpieza.
fr: Échec de l'effacement.
it: Ripulitura fallita.
ja: デバイスの消去に失敗しました。
nl: Leegmaken is mislukt.
pl: Czyszczenie nie powiodło się.
pt: Falha ao apagar.
uk: Не вдалося очистити пристрій.

# heading
source: Wipe finished
ar: تم الانتهاء من المسح
bn: মুছে ফেলা শেষ
de: Löschung abgeschlossen
es: Limpieza acabada
fr: Effacement terminé
it: Ripulitura finita
ja: デバイスの消去が完了しました
nl: Leegmaken is klaar
pl: Czyszczenie zakończone
pt: Apagado com sucesso
uk: Очистку завершено

source: Wiping the device removes all its information.
ar: مسح الجهاز يزيل كافة المعلومات.
bn: মোছার ডিভাইস এর তথ্য অপসারণ করে।
de: Löschen des Gerätes <b>löscht alle seine Informationen.</b>
es: Limpiando el dispositivo borras toda su información.
fr: Effacer l'appareil supprime toutes ses informations.
it: Ripulendo il dispositivo rimuoverai tutte le informazioni.
ja: デバイスの消去はそのデータをすべて消します。
nl: Bij het leegmaken van het apparaat <b>wordt alle informatie verwijderd.</b>
pl: Czyszczenie urządzenia <b>usunie wszystkie informacje.</b>
pt: Apagar o dispositivo <b>remove todas as suas informações.</b>
uk: Очистка пристрою <b>видаляє з нього усю інформацію.</b>

# text-with-link
source: With TREZOR Chrome Extension you can use TREZOR Wallet in Chrome without installing any other software. <a>Install TREZOR Chrome Extension</a>
ar: مع ملحق تريزور لكروم يمكنك استخدام محفظة تريزور في كروم بدون تثبيت أي برنامج آخر. <a>ثبت ملحق تريزور لكروم</a>
bn: TREZOR Chrome extension নিয়ে আপনি TREZOR Wallet ক্রোম এ অন্য কোন সফটওয়্যার ইনস্টল না করেই ব্যবহার করতে পারেন। <a>TREZOR Chrome extension ইনস্টল করুন</a>
de: Mit der TREZOR Chrome-Erweiterung können Sie die TREZOR Wallet in Chrome nutzen, ohne andere Software installieren zu müssen.
es: Con la extensión para Chrome de TREZOR puedes utilizar el monedero TREZOR Wallet en el navegador sin instalar otro software.
fr: Avec l'extension Chrome TREZOR vous pouvez utiliser TREZOR Wallet dans Chrome sans installer d'autres logiciels.
it: Con l'estensione di Chrome per Trezor potrai utilizzare il Portafoglio TREZOR senza la necessità di installare altri software.
ja: TREZORのChrome用拡張機能を利用することで、他のソフトウェアを利用せずにChromeブラウザからTREZOR Walletをご利用いただけます。<a>Chrome用TREZOR拡張機能をインストール</a>
nl: Met de TREZOR Chrome extensie kunt u TREZOR Wallet in Chrome gebruiken zonder andere software te installeren.
pl: Z rozszerzeniem TREZOR dla Chrome możesz użyć TREZOR Wallet bez konieczności instalowania jakiegokolwiek innego oprogramowania.
pt: Com a extensão TREZOR para Chrome você pode utilizar o TREZOR Wallet no Chrome sem instalar nenhum programa adicional.
uk: За допомогою розширення TREZOR для Chrome можна використовувати TREZOR Wallet в Chrome без установки іншого програмного забезпечення.

source: Words are going to be entered in shuffled order.
ar: الكلمات سوف يتم إدخالها بنظام عشوائي.
bn: শব্দ শাফলকৃত যাতে প্রবেশ করতে যাচ্ছি।
de: Die Wörter werden in zufälliger Reihenfolge eingegeben.
es: Las palabras serán introducidas en orden aleatorio.
fr: Les mots seront entrés dans un ordre aléatoire.
it: Le parole verranno inserite in ordine mischiato.
ja: 単語はバラバラに入力されます。
nl: De woorden zullen worden ingevoerd in willekeurige volgorde.
pl: Słowa będą wprowadzane w losowej kolejności.
pt: As palavras serão inseridas em uma ordem aleatória.
uk: Слова будуть вводитися в змішаному порядку.

source: Would you like TREZOR Wallet to forget your device or to remember it, so that it is still visible even while disconnected?
ar: هل ترغب من محفظة تريزور أن تنسى أو نتذكر جهازك، بحيث لا يزال ظاهرا حتى بعد قطع الإتصال؟
bn: যাতে আরও বিচ্ছিন্ন অবস্থায় দেখা যায়, TREZOR ওয়ালেটে আপনার ডিভাইসের ভুলে যাওয়ার বা তা স্মরণ করতে চান?
de: Möchten Sie, dass Ihre TREZOR Wallet Ihr Gerät vergisst oder dass sie Ihr Gerät speichert, sodass es auch sichtbar bleibt, wenn es getrennt wurde?
es: ¿Le gustaría que TREZOR Wallet olvide su dispositivo o que lo recuerde para que todavía sea visible incluso estando desconectado?
fr: Souhaitez-vous que TREZOR Wallet oublie votre appareil ou bien qu'il s'en souvienne de telle sorte qu'il soit encore visible même déconnecté ?
it: Preferisci che il Portafoglio TREZOR si dimentichi o si ricordi del tuo dispositivo, affinche rimanga visibile anche quando disconnesso?
ja: デバイスを忘れますか?それとも接続していない場合でも確認できるようにTREZOR Walletにデバイスを記憶させますか?
nl: Wilt u TREZOR Wallet uw apparaat laten vergeten of blijven onthouden, zodat het is nog steeds zichtbaar is, zelfs als terwijl de verbinding verbroken is?
pl: Czy chcesz, aby TREZOR Wallet zapomniał o Twoim urządzeniu czy zapamiętał je tak, aby nadal było widoczne gdy jest odłączone?
pt: Você quer que o TREZOR Wallet esqueça o seu dispositivo ou que lembre dele, para que ainda esteja visível mesmo quando desconectado?
uk: Бажаєте, щоб TREZOR Wallet забув Ваш пристрій чи запам'ятав його, внаслідок чого пристрій буде видно навіть після від'єднання?

source: Write down the 10th word from TREZOR into the recovery seed card.
ar: قم بتدوين الكلمة العاشرة من تريزور على بطاقة بذور الاسترداد.
bn: TREZOR থেকে ১০ম শব্দটি রিকভারি সিড কার্ডে লিখুন।
es: Escriba la 10ma palabra de TREZOR en la tarjeta de recuperación de semillas.
it: Scrivi la decima (10) parola mostrata sul TREZOR sulla carta del recovery seed.
ja: TREZORからリカバリシードのカードに10番目の単語を書き写してください。
nl: Schrijf het 10e woord van TREZOR op in het recovery seed kaartje.
pt: Escreva a 10ª palavra do seu TREZOR no cartão do Seed de recuperação.

source: Write down the 11th word from TREZOR into the recovery seed card.
ar: قم بتدوين الكلمة الحادية عشرة من تريزور على بطاقة بذور الاسترداد.
bn: TREZOR থেকে ১১তম শব্দটি রিকভারি সিড কার্ডে লিখুন।
es: Escriba la 11ra palabra de TREZOR en la tarjeta de recuperación de semillas.
it: Scrivi la undicesima (11) parola mostrata sul TREZOR sulla carta del recovery seed.
ja: TREZORからリカバリシードのカードに11番目の単語を書き写してください。
nl: Schrijf het 11e woord van TREZOR op in het recovery seed kaartje.
pt: Escreva a 11ª palavra do seu TREZOR no cartão do Seed de recuperação.

source: Write down the 12th word from TREZOR into the recovery seed card.
ar: قم بتدوين الكلمة الثانية عشرة من تريزور على بطاقة بذور الاسترداد.
bn: TREZOR থেকে ১২তম শব্দটি রিকভারি সিড কার্ডে লিখুন।
es: Escriba la 12da palabra de TREZOR en la tarjeta de recuperación de semillas.
it: Scrivi la dodicesima (12) parola mostrata sul TREZOR sulla carta del recovery seed.
ja: TREZORからリカバリシードのカードに12番目の単語を書き写してください。
nl: Schrijf het 12e woord van TREZOR op in het recovery seed kaartje.
pt: Escreva a 12ª palavra do seu TREZOR no cartão do Seed de recuperação.

source: Write down the 13th word from TREZOR into the recovery seed card.
ar: قم بتدوين الكلمة الثالثة عشرة من تريزور على بطاقة بذور الاسترداد.
bn: TREZOR থেকে ১৩তম শব্দটি রিকভারি সিড কার্ডে লিখুন।
es: Escriba la 13ra palabra de TREZOR en la tarjeta de recuperación de semillas.
it: Scrivi la tredicesima (13) parola mostrata sul TREZOR sulla carta del recovery seed.
ja: TREZORからリカバリシードのカードに13番目の単語を書き写してください。
nl: Schrijf het 13e woord van TREZOR op in het recovery seed kaartje.
pt: Escreva a 13ª palavra do seu TREZOR no cartão do Seed de recuperação.
