Repository: Othello1111/mytrezor-l10n
Catalog: lang/*/*.po
Languages: ar, bn, cs_cz, de, es, fr, it, ja, nl, pl, pt, uk

# form-label
source: Segwit account XPUBs <small>(1 per row)</small>
bn: Segwit অ্যাকাউন্ট XPUBs <small>(১) সারি</small>
it: XPUB dell'account segwit <small>(1 per riga)</small>
ja: Segwitの口座のXPUB<small>（1行あたり1件）</small>

# form-label
source: Segwit metadata keys <small>(1 per row)</small>
bn: Segwit অ্যাকাউন্ট XPUBs <small>(১) সারি</small>
it: Chiavi metadata segwit <small>(1 per riga)</small>
ja: Segwitのメタデータキー<small>（1行あたり1件）</small>

# heading
source: Select letters for {{position}} word.
ar: حدد الأحرف الخاصة للكلمة {{position}}.
bn: নির্বাচিত বর্ণ {{position}} শব্দ।
it: Seleziona le lettere per la {{position}} parola.
ja: {{position}}の単語を選択してください。

# button
source: Select platform...
ar: حدد النظام الأساسي...
bn: প্লাটফরম বেছে নিন...
de: Wählen Sie eine Plattform aus...
es: Seleccionar plataforma...
fr: Sélectionner une plateforme...
it: Seleziona piattaforma...
ja: プラットフォームを選択...
nl: Kies platform...
pl: Wybierz platformę...
pt: Selecione uma plataforma...
uk: Вибір платформи...

# header
source: Send
ar: إرسال
bn: পাঠান
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
nl: Verzenden
pl: Wyślij
pt: Enviar
uk: Надіслати

source: Send
ar: أرسل
bn: পাঠান
cs_cz: Odeslat
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
nl: Verzenden
pl: Wyślij
pt: Enviar
uk: Надіслати

# button
source: Send {{amount}}
ar: ارسل الدفعة
bn: {{amount}} পাঠান
de: Zahlung senden
es: Enviar pago
fr: Envoyer un paiement
it: Invia pagamento
ja: {{amount}}を送信
nl: Stuur betaling
pl: Wyślij płatności
pt: Enviar pagamento

# text-with-link
source: Sending a transaction to an address starting with <strong>3</strong>? Please, <a>convert it first to an address starting with M</a>
ar: إرسال معاملة إلى عنوان يبدأ بـ <strong>3</strong>؟ من فضلك، <a href="https://litecoin-project.github.io/p2sh-convert/" target="_blank"> تحويله أولاً إلى عنوان يبدأ بـ M</a>
bn: লেনদেনের ঠিকানা দিয়ে <strong>3</strong> শুরু করতে পাঠাচ্ছে? প্লিজ, <a>রূপান্তর এটি প্রথম ঠিকানা M দিয়ে শুরু</a>
es: ¿Haciendo una transacción a una dirección que comienza con un<strong> 3</strong>? Por favor,<a href="https://litecoin-project.github.io/p2sh-convert/" target="_blank">conviértala primero a una dirección que comience con M</a>
it: Desideri inviare una transazione ad un indirizzo che inizia con <strong>3</strong>? <a href="https://litecoin-project.github.io/p2sh-convert/" target="_blank">Convertilo prima in un indirizzo che inizia con M</a>
ja: <strong>3</strong>で始まるアドレスへの取引を送信しますか? まず、<a>Mで始まるアドレスに変換してください</a>
pt: Enviando uma transação para um endereço que começa com <strong>3</strong>? <a href="https://litecoin-project.github.io/p2sh-convert/" target="_blank">Converta primeiro para um endereço que começa com M</a>

# text-with-link
source: Sending litecoins to TREZOR? M-address refused? Please, <a>convert it first to an address starting with 3</a>
ar: ترسل ليتيكوينس إلى تريزور؟ عنوان بـM رفض؟ من فضلك، <a href="https://litecoin-project.github.io/p2sh-convert/" target="_blank"> تحويل العنوان أولاً إلى عنوان يبدأ بـ3</a>
bn: Litecoins TREZOR কাছে পাঠানো হচ্ছে? এম-ঠিকানা অস্বীকার করেন? প্লিজ, <a>রূপান্তর এটি প্রথম ঠিকানা 3 দ্বারা শুরু করতে</a>
es: ¿Enviando litecoins a TREZOR? ¿Dirección M rechazada? Por favor, <a href="https://litecoin-project.github.io/p2sh-convert/" target="_blank"> conviértela primero en una dirección que comience con 3</a>
it: Desideri inviare litecoin a TREZOR? M-address rifiutato? <a href="https://litecoin-project.github.io/p2sh-convert/" target="_blank">Convertilo prima in un indirizzo che inizi con 3</a>
ja: TREZORへライトコインを送りますか？M-アドレスは拒否されましたか？まず、<a>3で始まるアドレスに変換してください</a>
pt: Enviando litecoins para a TREZOR? Endereço M recusado? <a href="https://litecoin-project.github.io/p2sh-convert/" target="_blank">Converta primeiro para um endereço que começa com 3</a>

# promos-malware
source: Sending money to the right person?
bn: আপনি কি সঠিক ব্যক্তিকে টাকা প্রেরণ করছেন?
it: Stai inviando denaro a chi pensi?
ja: お金の受取人は間違っていませんか？受取人のアドレスを

source: Sent to myself
ar: ارسلت لي
bn: নিজেকে প্রেরিত
de: An mich selbst gesendet
es: Enviado a mí mismo
fr: Envoyé à moi-même
it: Invia a me stesso
ja: 自分に送信済み
nl: Naar mijzelf verzonden
pl: Wysyłane do siebie
pt: Enviado para mim mesmo
uk: Надіслано самому собі

# button
source: Set as homescreen
ar: تعيين كشاشة رئيسية
bn: মূল স্ক্রিন হিসাবে সেট করুন
de: Als Homescreen setzen
es: Establecer como pantalla de inicio
fr: Définir comme écran d'accueil
it: Imposta come sfondo
ja: ホーム画面として設定
nl: Instellen als beginscherm
pl: Ustaw
pt: Definir como tela inicial
uk: Встановити як заставку екрана

# warning-message
source: Setting custom fee is not recommended.
ar: لا ينصح بتحديد رسوم مخصصة.
bn: পছন্দসই বিন্যাসন ফি বাঞ্ছনীয় নয়।
es: No se recomienda establecer una comisión personalizada.
it: Impostare tasse personalizzate non è raccomandato.
ja: カスタムの手数料の設定はお薦めできません。
nl: Het is niet aan te raden zelf uw vergoeding in te stellen.
pt: Não é recomendável definir uma taxa personalizada.

source: Setting up your TREZOR will take only a few minutes. When you're done, you can start using your TREZOR. <a tooltip="Learn more about TREZOR Setup from User Manual">Learn more</a>
ar: إعداد تريزورك سيستغرق بضع دقائق فقط. عند الانتهاء من ذلك، سيمكنك البدء باستخدام تريزورك. <a tooltip="تعرف على المزيد حول إعداد تريزور من دليل المستخدم">تعلم المزيد</a>
bn: সেট করুন আপনার TREZOR মাত্র কয়েক মিনিট সময় লাগবে। তোমার কাজ শেষ হলে, আপনি আপনার TREZOR ব্যবহার শুরু করতে পারেন। <a tooltip="Learn more about TREZOR Setup from User Manual"> বিস্তারিত জানুন</a>
de: Das Konfigurieren und Aufsetzen Ihres TREZOR dauert nur wenige Minuten. Wenn Sie fertig sind, können Sie Ihren TREZOR verwenden.
it: Impiegherai solo pochi minuti a configurare il tuo TREZOR. Una volta fatto, potrai iniziare ad usare il tuo TREZOR. <a tooltip="Scopri di più sul manuale utente di TREZOR">Approfondisci</a>
nl: Uw TREZOR instellen zal maar een paar minuten duren. Wanneer u klaar bent, kunt u TREZOR gebruiken.
uk: Будь ласка, знайдіть час, щоб прочитати всю інструкцію. Налаштування Вашого TREZORа займе всього кілька хвилин. Коли налаштування буде завершено, Ви відразу зможете розпочати користування Вашим TREZORом.

# promos-android
source: Setup TREZOR<br>on your phone.
ar: إعداد تريزور<br>على هاتفك.
bn: TREZOR <br>আপনার ফোনে সেট করুন।
it: Configura TREZOR<br>sul tuo cellulare.
ja: スマートフォンでTREZORを<br>セットアプできます。

# promos-android
source: Setup and manage TREZOR<br>on your phone.
ar: إعداد وإدارة تريزور<br>على هاتفك.
bn: TREZOR <br>আপনার ফোনে সেট করুন।
it: Configura e gestisci TREZOR<br>dal cellulare.
ja: スマートフォンでTREZORを<br>セットアプ・管理できます。

# error-message
source: Setup failed.
ar: فشل برنامج الإعداد.
bn: সেটআপ ব্যর্থ হয়েছে।
de: Einrichten fehlgeschlagen.
es: Fallo en la configuración.
fr: L'installation a échoué.
it: Setup fallito.
ja: セットアップが失敗しました。
nl: De installatie is mislukt.
pl: Konfiguracja nie powiodła się.
pt: Falha ao instalar.
uk: Виконання установки не вдалося.

# button
source: Show Summary
ar: عرض المزيد
bn: সারসংক্ষেপ প্রদর্শন করুন
de: Zeige mehr
es: Mostrar más
it: Mostra di più
ja: 概要を表示
nl: Toon meer
pt: Mostrar mais

# button
source: Show XPUBs
ar: عرض XPUBs
bn: XPUBs প্রদর্শন করুন
de: XPUBs anzeigen
es: Mostrar XPUBs
fr: Montrer les XPUBs
it: Mostra XPUBs
ja: XPUBを表示
nl: Toon XPUB's
pl: Pokaż klucze XPUB
pt: Exibir XPUBs
uk: Показати ключі XPUB

# button
source: Show changes
ar: عرض التغييرات
bn: পরিবর্তনসমূহ প্রদর্শন করুন
de: Änderungen anzeigen
es: Mostrar cambios
fr: Montrer les changements
it: Mostra i cambiamenti
ja: 変更点を表示
nl: Wijzigingen weergeven
pl: Pokaż zmiany
pt: Exibir alterações
uk: Показати зміни

# button
source: Show details
ar: عرض التفاصيل
bn: বিস্তারিত প্রদর্শন করুন
de: Details anzeigen
es: Mostrar detalles
fr: Montrer les détails
it: Mostra i dettagli
ja: 詳細を表示
nl: Toon details
pl: Pokaż szczegóły
pt: Exibir detalhes
uk: Показати деталі

# button
source: Show less
ar: عرض القليل
bn: কম দেখান
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
it: Mostra meno
ja: 一部を表示
nl: Toon minder
pl: Pokaż mniej
pt: Exibir menos
uk: Показати журнал

# tooltip
source: Show log
ar: عرض السجل
bn: লগ প্রদর্শন করুন
de: Log anzeigen
es: Mostrar registro
fr: Montrer l'historique d'activité
it: Mostra i log
ja: ログを表示
nl: Logboek tonen
pl: Pokaż dziennik
pt: Exibir log
uk: Показати журнал

# button
source: Show log
ar: عرض السجل
bn: লগ প্রদর্শন করুন
de: Log anzeigen
es: Mostrar registro
fr: Montrer l'historique d'activité
it: Mostra i log
ja: ログを表示
nl: Logboek tonen
pl: Pokaż dziennik
pt: Exibir log
uk: Показати журнал

# button
source: Show more
ar: عرض المزيد
bn: আরও দেখান
de: Zeige mehr
es: Mostrar más
fr: Afficher plus...
it: Mostra di più
ja: もっと見る
nl: Toon meer
pl: Pokaż więcej...
pt: Mostrar mais
uk: Показати журнал

source: Show on TREZOR
ar: العرض على TREZOR
bn: TREZOR-এ প্রদর্শন করুন
de: Auf TREZOR anzeigen
es: Mostrar en TREZOR
fr: Montrer sur le TREZOR
it: Mostra su TREZOR
ja: TREZOR上に表示
nl: Toon op TREZOR
pl: Pokaż na urządzeniu TREZOR
pt: Exibir no TREZOR
uk: Показати на TREZOR

# promos-show
source: Show on TREZOR
ar: العرض على TREZOR
bn: TREZOR-এ প্রদর্শন করুন
de: Auf TREZOR anzeigen
es: Mostrar en TREZOR
fr: Montrer sur le TREZOR
it: Mostra su TREZOR
ja: TREZOR上に表示
nl: Toon op TREZOR
pl: Pokaż na urządzeniu TREZOR
pt: Exibir no TREZOR
uk: Показати на TREZOR

# button
source: Show passphrase
ar: إظهار كلمة السر
bn: গুপ্ত-বাক্যাংশ প্রদর্শন করুন
de: Passphrase anzeigen
es: Mostrar contraseña
fr: Montrer le mot de passe
it: Mostra la passphrase
ja: パスフレーズを表示
nl: Toon wachtwoordzin
pl: Pokaż hasło
pt: Exibir senha de segurança
uk: Показати кодову фразу

source: Show previous
ar: إظهر السابق
bn: পূর্ববর্তী প্রদর্শন করুন
de: Vorherige anzeigen
es: Mostrar anterior
fr: Montrer les précédentes
it: Mostra precedenti
ja: 使用されたアドレスを表示
nl: Toon vorige
pl: Pokaż poprzedni
pt: Exibir anteriores
uk: Показати попередні

# button
source: Show transaction details
ar: إظهار تفاصيل المعاملة
bn: স্থানান্তরের বিবরণ প্রদর্শন করুন
de: Transaktionsdetails anzeigen
es: Mostrar detalles de transacción
fr: Montrer les détails de la transaction
it: Mostra i dettagli della transazione
ja: 取引の詳細を表示
nl: Transactiedetails weergeven
pl: Pokaż szczegóły transakcji
pt: Exibir detalhes da transação
uk: Показати деталі транзакції

# button
source: Sign
ar: وقع
bn: সাইন
de: Signieren
es: Firmar
fr: Signer
it: Firma
ja: 署名
nl: Ondertekenen
pl: Podpisz
pt: Assinar
uk: Підписати

# header
source: Sign &amp; Verify
ar: وقع و حقق
bn: সাইন &amp; প্রতিপাদন
de: Signieren
es: Firmar &amp; Verificar
fr: Signer &amp; Vérifier
it: Firma &amp; Verifica
ja: 署名 &amp; 検証
nl: Ondertekenen
pl: Podpisz, Weryfikuj
pt: Assinar &amp; Verificar
uk: Підпис

# header
source: Sign message
ar: وقع الرسالة
bn: বার্তা সাইন
de: Nachricht signieren
es: Firmar mensaje
fr: Signer un message
it: Firma messaggio
ja: メッセージに署名する
nl: Onderteken dit bericht
pl: Podpisz wiadomość
pt: Assinar mensagem
uk: Підписати повідомлення

source: Sign without sending
ar: توقيع بدون إرسال
bn: প্রেরণ ছাড়াই সাইন করুন
it: Firma senza inviare
ja: 送信せずに署名

# sign
source: Signature
ar: التوقيع
bn: স্বাক্ষর
de: Signatur
es: Firma
it: Firma
ja: 署名
nl: Handtekening
pl: Podpis
pt: Assinatura
uk: Підпис

# success-message
source: Signed successfully.
ar: وقع بنجاح.
bn: সফলভাবে স্বাক্ষর করা হয়েছে।
de: Erfolgreich signiert.
es: Firmado exitosamente.
fr: Signé avec succès.
it: Firmato con successo.
ja: 正常に署名しました。
nl: Succesvol ondertekend.
pl: Podpisano pomyślnie.
pt: Assinada com sucesso.
uk: Підписано успішно.

# heading
source: Signing and sending transaction...
ar: جار توقيع وإرسال المعاملات…
bn: সাইন এবং স্থানান্তর করা হচ্ছে...
de: Signieren und Transaktion senden&hellip;
es: Firmando y enviando transacción&hellip;
fr: Signer et envoyer la transaction&hellip;
it: Firma ed invio transazione &hellip;
ja: 取引に署名して送信しています...
nl: Ondertekenen en verzenden van transactie &hellip;
pl: Podpisywanie i wysyłanie transakcji&hellip;
pt: Assinando e enviando transação&hellip;
uk: Підписання та надсилання транзакції &hellip;

source: Size: {{size}} kB
ar: الحجم: {{size}} كب
bn: সাইজ: {{size}} kB
it: Dimensione: {{size}} kB
ja: サイズ: {{size}} kB

# form-label
source: Skip mnemonic checksum
ar: تخطي مجموع الاختبار الذاكري
bn: এড়িয়ে যান যাইতে পারে চেকসাম
de: mnemonische Prüfsumme überspringen
es: Omitir suma de comprobación mnemotécnica
fr: Passer la somme de contrôle mnémotechnique
it: Salta il checksum mnemonico
ja: リカバリシードのチェックサムをスキップ
nl: Sla mnemonic checksum over
pl: Pomiń mnemoniczną sumę kontrolną
pt: Pular soma de verificação mnemônica
uk: Пропустити мнемонічну контрольну суму

source: Sorry that we make it so hard!
ar: نآسف لجعله صعب جداً!
bn: দুঃখিত আমি এটা এত কঠিন যে!
de: Entschuldigung, dass wir es so schwer machen!
es: Disculpe que lo hayamos hecho tan difícil!
fr: Désolé d'avoir rendu cela difficile !
it: Scusaci se lo abbiamo reso così complicato!
ja: 申し訳ありません、処理がうまくいきません!
nl: Sorry dat we het zo lastig maken!
pl: Przepraszamy, że to tak utrudniliśmy!
pt: Desculpe-nos se está difícil!
uk: Просимо вибачення за деякі труднощі!

source: Standard accounts (BIP49)
ar: الحسابات القياسية (تحسين BIP 49)
bn: স্ট্যান্ডার্ড হিসাব (BIP49)
es: Cuenta estándar (BIP49)
it: Account Standard (BIP49)
ja: 普通の口座 (BIP49)
pt: Contas padrão (BIP49)

# text-with-link
source: Still confused how PIN works? <a>Learn more</a>
ar: ما زال هناك غموض بكيفية عمل رقم التعريف الشخصي؟ <a>تعلم المزيد</a>
bn: পিন কিভাবে কাজ করে জানেননা?<a>আরো জানুন</a>
es: ¿Todavía confundido de como funciona PIN?
it: Ancora confuso sul funzionamento del PIN?
ja: PINの使い方はまだ不明確ですか？<a>もっと詳しく知る</a>
nl: Nog steeds verward hoe PIN werkt?
pt: Ainda tem dúvidas de como o PIN funciona?

# success-message
source: Strong enough!
ar: قوي بما يكفي!
bn: যথেষ্ট শক্তিশালী!
de: Stark genug!
es: ¡Suficientemente seguro!
fr: Force suffisante!
it: Abbastanza sicuro!
ja: かなり堅牢です。
nl: Sterk genoeg!
pl: Wystarczająco mocny!
pt: Forte o suficiente!
uk: Сильний

# heading
source: Success
ar: تم بنجاح
bn: সফল হয়েছে
de: Erfolg
es: Éxito
fr: Succès
it: Successo
ja: 成功
nl: Succes
pl: Sukces
pt: Sucesso
uk: Вдалося

# button
source: Support
ar: الدعم
bn: সহায়তা
es: Soporte
it: Supporto
ja: サポート
nl: Ondersteuning
pl: Wsparcie
pt: Suporte
uk: Підтримка

source: Support
bn: সহায়তা
cs_cz: Podpora
it: Assistenza
ja: サポート
nl: Ondersteuning
pl: Wsparcie
pt: Suporte
uk: Підтримка

# button
source: Support needed?
ar: تحتاج دعم؟
bn: সাহায্য প্রয়োজন?
de: Support benötigt?
es: ¿Necesita ayuda?
fr: Besoin d'aide ?
it: Hai bisogno di supporto?
ja: サポートが必要ですか?
nl: Ondersteuning nodig?
pl: Potrzebne wsparcie?
pt: Precisa de ajuda?
uk: Потрібна підтримка?

# heading
source: Switching to Bitcoin Cash
ar: التحول إلى البايتكونكاش
bn: বিটকয়েন ক্যাশ এ সুইচ করা হচ্ছে
es: Cambiar a Bitcoin Cash
it: Passaggio a Bitcoin Cash
ja: Bitcoin Cashに移行中
nl: Switch naar Bitcoin Cash
pt: Alterando para Bitcoin Cash

# promos-apps
source: TREZOR Apps
bn: TREZOR অ্যাপ্লিকেশন
de: TREZOR
it: App TREZOR
ja: TREZOR
nl: TREZOR

# heading
source: TREZOR Bridge update
ar: جسر تحديث TREZOR
bn: TREZOR Bridge হালনাগাদ
de: TREZOR Bridge Aktualisierung
es: Actualización de TREZOR Bridge
fr: Mise à jour du Bridge TREZOR
it: Aggiornamento di TREZOR Bridge
ja: TREZOR Bridgeアップデート
pl: aktualizacja TREZOR Bridge
pt: Atualização do TREZOR Bridge
uk: Оновлення TREZOR Bridge

# promos-android
source: TREZOR Manager<br>for Android
ar: مدير تريزور<br>لأندرويد
bn: TREZOR Manager<br>অ্যান্ড্রয়েডের জন্য
it: TREZOR Manager<br>per Android
ja: Android向けの<br>TREZOR Manager

# button
source: TREZOR Recovery
ar: استرداد TREZOR
bn: TREZOR পুনরুদ্ধার
de: TREZOR Wiederherstellung
es: Recuperación de TREZOR
fr: Restauration du TREZOR
it: Recovery di TREZOR
ja: TREZORリカバリ
nl: TREZOR herstel
pl: Odzyskiwanie TREZOR
pt: Recuperação do TREZOR
uk: Відновлення TREZORа

source: TREZOR Wallet is an easy-to-use interface for your TREZOR device. From this Wallet, you can easily control your coins, manage your balance and initiate transfers.
ar: محفظة تريزور هي واجهة متصفح سهلة الاستخدام لجهازك التريزور. من هذه المحفظة، يمكنك التحكم بسهولة بنقودك، وإدارة رصيدك والشروع في تحويل الأموال.
bn: TREZOR মোবাইল ব্যবহারে-সহজ ইন্টারফেস আপনার TREZOR ডিভাইসের জন্য নয়। এই একাউন্ট থেকে আপনি সহজেই আপনার মুদ্রা নিয়ন্ত্রণ, আপনার উদ্বৃত্ত ব্যবস্থাপনা ও স্থানান্তর শুরু পারেন৷
de: Die TREZOR Wallet bietet ein einfaches Interface für Ihren TREZOR. Mit dieser Wallet können Sie Ihre Coins kontrollieren, verwalten und Zahlungen vornehmen.
es: El monedero TREZOR Wallet es una interfaz fácil de usar para su dispositivo TREZOR. Desde éste monedero, puede controlar fácilmente sus monedas, gestionar su saldo e iniciar transferencias.
it: Il Portafoglio TREZOR è una interfaccia semplice da utilizzare per il tuo dispositivo TREZOR. Da questo Portafoglio potrai facilmente controllare le tue monete, gestire il tuo conto ed avviare trasferimenti.
ja: TREZOR WalletはTREZORデバイスの使いやすいインターフェースです。TREZOR Walletを使っては、お持ちのコインの制御、残高の管理、送信ができます。
nl: De TREZOR Portemonnee is een gebruiksvriendelijke interface voor uw TREZOR apparaat. Vanaf deze Portemonnee kunt u uw munten controleren, uw balans beheren en betalingen verrichten.
pt: A TREZOR Wallet é uma interface fácil de usar para o seu TREZOR. Desta Wallet você pode controlar as suas moedas, gerenciar o seu saldo e fazer transferências.

source: TREZOR Wallet is loading accounts
ar: محفظة تريزور تحمل الحسابات
bn: TREZOR Wallet অ্যাকাউন্ট লোড করছে
de: Ihre TREZOR Wallet lädt gerade Ihre Accounts
es: TREZOR Wallet está cargando cuentas
it: Il Portafoglio TREZOR sta caricando gli accounts
ja: TREZOR Walletは口座を読み込んでいます
nl: TREZOR Portemonnee is accounts aan het laden
pt: TREZOR Wallet está carregando as contas

source: TREZOR Wallet is starting
bn: TREZOR Wallet শুরু হচ্ছে
de: TREZOR Wallet Bezeichnungen
it: Caricando il wallet TREZOR
ja: TREZOR Walletは始動中です。
nl: TREZOR Wallet labels
uk: позначення TREZOR Wallet

# heading
source: TREZOR Wallet labeling
ar: تصنيف محفظة تريزور
bn: TREZOR Wallet লেবেল করা হচ্ছে
de: TREZOR Wallet Bezeichnungen
es: Etiquetado de TREZOR Wallet
fr: étiquetage de TREZOR Wallet
it: Etichettatura del Portafoglio TREZOR
ja: TREZOR Walletのラベリング
nl: TREZOR Wallet labels
pl: TREZOR Wallet etykietowanie
pt: Etiquetagem do TREZOR Wallet
uk: позначення TREZOR Wallet

source: TREZOR Wallet will forget your TREZOR right after you disconnect it.
ar: سوف تنسى محفظة تريزور جهازك التريزور بعد قطع الاتصال بها.
bn: TREZOR Wallet TREZOR বিস্মৃত হবে সংযোগ ছিন্ন করার পর
de: TREZOR Wallet wird Ihren TREZOR vergessen, nachdem Sie ihn getrennt haben.
es: TREZOR Wallet olvidará su TREZOR justo después de desconectarlo.
fr: TREZOR Wallet oubliera votre TREZOR juste après que vous le déconnectiez.
it: Il Portafoglio TREZOR dimenticherà il tuo TREZOR subito dopo averlo disconnesso.
ja: 接続を解除した後すぐに、TREZOR Walletはお手持ちのTREZORを忘れます。
nl: TREZOR Wallet zal uw TREZOR direct vergeten zodra u het heeft losgekoppeld.
pl: TREZOR Wallet zapomni o urządzeniu TREZOR zaraz po odłączeniu.
pt: O TREZOR Wallet esquecerá seu TREZOR assim que você o desconectar.
uk: TREZOR Wallet забуде Ваш TREZOR відразу після вимкнення.

source: TREZOR can show only 64 letters on the display.
ar: يمكن تريزور أن تظهر على الشاشة 64 حرفا فقط.
bn: TREZOR মাত্র ৬৪ বর্ণ ডিসপ্লে প্রদর্শন করতে পারেন।
de: TREZOR kann nur 64 Zeichen am Display anzeigen.
es: TREZOR sólo puede mostrar 64 caracteres en la pantalla.
fr: Le TREZOR peut afficher seulement 64 lettres sur l'écran.
it: TREZOR può mostrare solo 64 caratteri sul display.
ja: TREZORが画面上に表示できる文字数は64文字までです。
nl: TREZOR kan slechts 64 tekens weergeven op het display.
pl: TREZOR może pokazać tylko 64 litery na ekranie.
pt: O TREZOR só pode exibir 64 letras em sua tela.
uk: TREZOR може відображати на дисплеї лише 64 букви.

source: TREZOR cannot sign non-ASCII characters. {{invalid}} in your message is not an ASCII character.
ar: في رسالتك حرف غير أسكي ASCII.
bn: TREZOR বর্ণ-চিহ্নগুলো আসকি স্বাক্ষর করতে পারব না। আপনার বার্তার {{invalid}} ASCII অক্ষর নয়।
de: In Ihrer Nachricht ist kein ASCII-Zeichen.
es: en su mensaje no es un carácter ASCII.
fr: dans votre message il n'y a pas de caractères ASCII.
it: nel tuo messaggio non è un carattere ASCII.
ja: TREZORはASCIIでない文字では署名できません。メッセージのがASCIIでない文字: {{invalid}}
nl: in uw bericht staat een niet ASCII-teken.
pl: w Twojej wiadomości nie ma znaku ASCII.
pt: na sua mensagem não é um caractere ASCII.
uk: Ваше повідомлення не містить символ ASCII.

# error-message
source: TREZOR loading failed
ar: تحميل تريزور فشل
bn: TREZOR লোড করতে ব্যর্থ হয়েছে
de: Laden von TREZOR fehlgeschlagen
es: Falló la carga de TREZOR
fr: Le chargement du TREZOR a échoué
it: Caricamento TREZOR fallito
ja: TREZORの読み込みに失敗しました
nl: TREZOR laden mislukt
pl: Ładowanie TREZOR nie powiodło się
pt: Falha ao carregar o TREZOR
uk: Не вдалося завантажити TREZOR

source: TREZOR not recognized?
ar: لم يتم الاعتراف بتريزور؟
bn: TREZOR শনাক্ত করা যায়নি?
de: TREZOR wurde nicht erkannt?
es: ¿No reconoce su TREZOR?
it: TREZOR non riconosciuto?
ja: TREZORは認識されていませんか？
nl: TREZOR niet herkend?
pt: TREZOR não reconhecido?

# promos-passmanager
source: TREZOR security<br>for your passwords!
ar: أمن تريزور<br>لكلمات مرورك!
bn: TREZOR নিরাপত্তা উপভোগ করুন<br>আপনার পাসওয়ার্ডের জন্য!
it: Tutta la sicurezza<br>per le tue password!
ja: あなたのパッスワードにも<br>TREZORのセキュリティ！

# uri-handler
source: TREZOR: Send Bitcoins to address
ar: تريزور: إرسال بيتكوينس إلى عنوان
bn: TREZOR: বিটকয়েন ঠিকানায় পাঠিয়ে দিন।
it: TREZOR: Invia Bitcoin ad un indirizzo
ja: TREZOR: アドレスへビットコインを送信

# promos-passmanager
source: TREZOR<br>Password Manager
ar: تريزور<br>إدارة كلمة المرور
bn: TREZOR<br>পাসওয়ার্ড ম্যানেজার
ja: TREZOR<br>パスワードマネージャー

# promos-passmanager
source: TREZOR<br>Password<br>Manager
ar: إدارة<br>كلمة مرور<br>تريزور
bn: TREZOR<br>পাসওয়ার্ড<br> ম্যানেজার
ja: TREZOR<br>パスワード<br>マネージャー

source: TX id
ar: رقم معرف المعاملة TX
bn: TX আই. ডি.
es: Identificación TX
it: Id TX
ja: 取引ID
pt: ID da TX

source: TX total
ar: مجموع معرف المعاملة TX
bn: মোট TX
es: Total TX
it: Totale TX
ja: 取引金額合計
nl: TX totaal
pt: Total da TX

source: TX type
ar: نوع معرف المعاملة TX
bn: TX ধরন
es: Tipo de TX
it: Tipo TX
ja: 取引種
nl: TX soort
pt: Tipo de TX

# button
source: Terms
ar: الشروط
bn: শর্তাবলী
de: Bedingungen
es: Términos
fr: Termes
it: Termini
ja: 契約条件
nl: Termen
pl: Warunki
pt: Termos

source: The authenticity of the installed firmware is checked during start up. If the firmware was not provided by SatoshiLabs, the device will display a warning when you start it.
ar: يتم التحقق من صحة البرنامج الثابت فيرموير المثبت أثناء بدء التشغيل. إذا لم يتم توفير البرنامج الثابت من قبل ساتوشلابس، سيقوم الجهاز بعرض تحذير عند بدء تشغيله.
bn: ইনস্টল হওয়া ফার্মওয়্যার সত্যতা শুরুর সময়ে পরীক্ষা হয়। ফার্মওয়্যার SatoshiLabs দ্বারা প্রদান করা না হলে তা আপনি শুরু করেন, তখন যন্ত্র সতর্কবাণী প্রদর্শন করবে।
es: La autenticidad del firmware instalado es checkeado al iniciar. Si el firmware no fue provisto por SatoshiLabs, el dispositivo mostrará una advertencia cuando lo inicies.
it: L'autenticità del firmware installato viene verificata durante l'avvio. Se il firmware non è stato fornito da SatoshiLabs, il dispositivo visualizzerà un avviso al momento dell'avvio.
ja: インストールされたファームウェアの信頼性は起動の際に検証されます。ファームウェアの出所がSatoshiLabsではない場合、デバイスは起動の際に警告を表示します。
nl: De echtheid van de geïnstalleerde firmware wordt gecheckt tijdens het starten. Als de firmware niet door SatoshiLabs is geleverd, zal het apparaat een waarschuwing weergeven zodra u deze start.
pt: A autenticidade do firmware instalado é verificada durante a inicialização. Se o firmware não for fornecido pela Satoshi Labs, o dispositivo exibirá um alerta ao ser inicializado.
